{"pageProps":{"term":"1B","course":"COMM 101","unit":"4.-The-Stock-Market","note":"notes","noteContent":"<h3>Unit 4: The Stock Market</h3>\n<p>This unit covers the origins, purpose, types, and regulation of stock markets, as well as how stocks are bought and sold.</p>\n<h3>Origins, Purpose, and Types of Stock Markets</h3>\n<ul>\n<li><strong>Origins</strong>: Ownership of commercial ventures dates back to Roman times. The concept of a company surviving in perpetuity led to the incorporation of cities and churches, and eventually the first commercial corporation in Sweden in 1347 for a copper mine. Trading of financial instruments began in Venice in the 13th century (debt). The <strong>Dutch East India Company (1602)</strong> is considered the real root of the stock market, introducing shares, debt, and the concept of <strong>limited liability</strong> for shareholders, and forming the <strong>Amsterdam Stock Exchange</strong> for trading. They also initiated practices like <strong>short selling, options, and repos</strong>. The <strong>New York Stock Exchange (NYSE)</strong> began in 1792 with the Buttonwood Agreement, initially trading Revolutionary War Bonds and bank stocks. The <strong>London Stock Exchange</strong> formally began in 1801, funding Napoleonic wars. In Canada, equity trading started in Montreal after 1817 (Bank of Montreal), leading to the formation of the <strong>Montreal Exchange (1870)</strong> and the <strong>Toronto Stock Exchange (1861, re-established 1871)</strong>. <strong>NASDAQ (1971)</strong> became the world's first electronic stock market.</li>\n<li><strong>Purpose and Role Today</strong>: The stock market has been a driving force for economic growth. Its roles include:\n<ul>\n<li>Allowing businesses to <strong>raise capital</strong> for expansion, acquisitions, or innovation.</li>\n<li>Allowing businesses to use their stock as currency for acquisitions or compensation.</li>\n<li>Allowing investors to <strong>manage their own financial planning</strong>.</li>\n<li>Promoting <strong>economic efficiency</strong> by rewarding well-performing companies and punishing those that don't.</li>\n<li>Creating rules that <strong>protect investors</strong>.</li>\n<li>Providing a dedicated, controlled, secure, and managed place for trading securities.</li>\n</ul>\n</li>\n<li><strong>Participants</strong>:\n<ul>\n<li><strong>Retail investors</strong>: Individuals, estimated to own 20-30% of the market.</li>\n<li><strong>Institutional investors</strong>: Mutual funds, insurance companies, pension funds, banks, hedge funds, and public corporations. The majority of equity trading is done by these professionals.</li>\n</ul>\n</li>\n<li><strong>Types of Markets</strong>:\n<ul>\n<li><strong>Direct Market</strong>: Buyers and sellers find each other independently.</li>\n<li><strong>Brokered Market</strong>: A <strong>broker</strong> brings buyers and sellers together for a fee (e.g., real estate).</li>\n<li><strong>Dealer Market</strong>: A <strong>dealer</strong> buys from sellers and sells to buyers using their own money, profiting from the <strong>bid-ask spread</strong>.</li>\n<li><strong>Auction Market</strong>: Buyers and sellers meet in a designated place (physical or electronic), and a market maker conducts an organized auction. <strong>All major stock exchanges are auction markets</strong>.</li>\n</ul>\n</li>\n</ul>\n<h3>Market Bubbles, Crashes and Regulation</h3>\n<ul>\n<li><strong>Market Bubbles and Crashes</strong>: Equity markets are influenced by supply and demand, but also by emotions. When more investors jump in due to rising prices (often fueled by speculation), demand soars, leading to inflated prices (a <strong>bubble</strong>). The collapse is swift once prices are seen as irrationally high.\n<ul>\n<li><strong>Great Crash of 1929</strong>: Characterized by economic prosperity, dramatic stock price rises, widespread borrowing to invest (up to 90% loan-funded purchases), and eventual market collapse in October 1929. It took 25 years for the Dow Jones Industrial Average to recover.</li>\n</ul>\n</li>\n<li><strong>Regulation</strong>: Aimed at protecting investors and ensuring fair markets. In the U.S., major regulators include the <strong>Securities Exchange Commission (SEC)</strong>, Commodities Futures Trading Commission (CFTC), and the Federal Reserve Bank (Fed). Significant reforms, such as the <strong>Sarbanes-Oxley Act (SOX) in 2002</strong>, were enacted following accounting and securities scandals.</li>\n</ul>\n<h3>Buying Stocks</h3>\n<ul>\n<li><strong>Price Quotes</strong>: On any given day, there is demand from buyers and supply from sellers. <strong>Demand > Supply means price goes up; Supply > Demand means price goes down</strong>. A price quote includes three prices:\n<ul>\n<li><strong>Bid</strong>: The highest price a buyer is willing to pay.</li>\n<li><strong>Ask</strong>: The lowest price a seller is willing to accept.</li>\n<li><strong>Last</strong>: The price of the most recent trade.\nPrice quotes also include <strong>volume</strong> at each price level, and an <strong>order book</strong> lists buy and sell orders by price.</li>\n</ul>\n</li>\n<li><strong>Commissions</strong>: Fees charged by brokers to execute trades. These have significantly decreased with online trading.</li>\n<li><strong>Orders</strong>:\n<ul>\n<li><strong>Market Orders</strong>: An order to <strong>buy or sell a security immediately</strong> at the best available current price (investor is willing to buy at ask, sell at bid). The trade is filled immediately, but the investor <strong>does not know the exact price</strong> they will pay or receive when the order is placed.</li>\n<li><strong>Limit Orders</strong>: An investor specifies the <strong>exact price</strong> and volume they are willing to buy or sell at. The order is only filled if there is someone willing to trade at that specified price. Can be a \"day order\" (expires end of day) or \"good until cancelled\".</li>\n<li><strong>Stop-loss Orders</strong>: An order to <strong>sell a security if its price falls to a certain level</strong>, used to limit losses. When the stop price is hit, it becomes a <strong>market order</strong>, meaning the actual selling price could be less than the stop price.</li>\n</ul>\n</li>\n</ul>\n<h3>Buying on Margin and Selling Short</h3>\n<ul>\n<li><strong>Buying on Margin</strong>:\n<ul>\n<li>The broker/dealer lends the investor a portion of the money needed to purchase a stock.</li>\n<li>The <strong>margin requirement</strong> is the minimum amount an investor must contribute towards the purchase (e.g., 50% generally, 30% for approved stocks).</li>\n<li>The investor is <strong>charged interest</strong> on the margin loan, typically a floating rate (e.g., Prime + 1% or 2%).</li>\n<li>Buying on margin <strong>magnifies both gains and losses</strong>. If the stock price goes up, the investor's return on their invested capital increases; if it goes down, their loss on invested capital also increases significantly. A <strong>margin call</strong> occurs if the stock price drops, reducing the maximum loan amount, requiring the investor to deposit more funds.</li>\n</ul>\n</li>\n<li><strong>Selling Short</strong>:\n<ul>\n<li>An investor <strong>sells shares they do not own</strong>, expecting the price to decrease, with the intention of buying them back later at a lower price.</li>\n<li>The broker lends shares (often held in \"street name\") to the short seller for a small fee.</li>\n<li>Short sellers must provide additional <strong>margin</strong> to the broker to support the loan.</li>\n<li>The proceeds from the sale are deposited into the investor's account but cannot be used (interest may be paid on these funds).</li>\n<li>Most exchanges only allow short sales when the most recent price movement in the stock has been up, to prevent escalated short selling from causing massive market losses based purely on speculation.</li>\n</ul>\n</li>\n</ul>\n<h3>Primary and Secondary Markets</h3>\n<ul>\n<li><strong>Primary Market</strong>: Refers to the <strong>sale of newly issued securities directly by a corporation</strong> (e.g., through a private placement or public offering/IPO). The <strong>proceeds go to the corporation</strong>.</li>\n<li><strong>Secondary Market</strong>: Refers to the <strong>purchase and sale of securities previously issued</strong> by the corporation, occurring <strong>between investors</strong>. The <strong>proceeds go to the selling investor</strong>, not the corporation. While the corporation does not receive proceeds from secondary market transactions, activity and pricing in this market are crucial as they determine the corporation's ability to raise future capital.</li>\n</ul>\n<h3>Market Indices</h3>\n<ul>\n<li><strong>History of Market Indices</strong>: As stock exchanges grew, so did the need for market information. Charles Dow created the <strong>Dow Transportation Index (1884)</strong> and the <strong>Dow Jones Industrial Average (1896)</strong>. The <strong>S&#x26;P 500</strong> was created in 1923, expanding to 500 stocks by 1957. In Canada, examples include the <strong>S&#x26;P/TSX Composite Stock Index</strong> and <strong>S&#x26;P/TSX 60</strong>.</li>\n<li><strong>Objectives of Market Indices</strong>:\n<ul>\n<li><strong>Informational</strong>: Reveal market performance.</li>\n<li><strong>Benchmark</strong>: Provide a standard to compare other investors' performance.</li>\n<li><strong>Passive Investing Strategies</strong>: Used to construct portfolios that mimic index performance.</li>\n<li><strong>Derivative Contracts</strong>: Used as underlying assets for options or swaps.</li>\n</ul>\n</li>\n<li><strong>Types of Indices</strong>:\n<ul>\n<li><strong>Price Weighted Indices</strong>: Calculated by <strong>summing the prices of the component stocks and dividing by a divisor</strong> (e.g., <strong>Dow Jones Industrial Average</strong> is a price-weighted index). Stock splits require adjusting the divisor to maintain continuity. Price-weighted indices are generally <strong>less favored by investors</strong> compared to market-value weighted indices because higher-priced stocks have a disproportionately larger impact on the index, regardless of their actual market value.</li>\n<li><strong>Market Value Weighted Indices</strong>: Calculated by considering the <strong>market capitalization (price per share multiplied by the number of shares outstanding)</strong> of each component stock. The index reflects the total market value of the included companies (e.g., <strong>S&#x26;P 500, S&#x26;P/TSX indices</strong> are market-value weighted). Most stock market investors regard these as providing more meaningful information because they reflect the true profit potential for investors. Stock splits do not impact these indices as the company's overall market value remains unchanged.</li>\n</ul>\n</li>\n</ul>","noteData":{},"unitTitle":"4. The Stock Market"},"__N_SSG":true}