{"pageProps":{"term":"1B","course":"ECON 101","unit":"4-efficiency-and-equity","note":"notes","noteContent":"<h1>4. Efficiency and Equity</h1>\n<p><strong>Resource Allocation Methods</strong>\nBecause resources are scarce, a mechanism is needed to allocate them. The alternative methods are:</p>\n<ul>\n<li><strong>Market price</strong>: Resources allocated to those willing and able to pay.</li>\n<li><strong>Command</strong>: Resources allocated by order of authority.</li>\n<li><strong>Majority rule</strong>: Resources allocated by majority vote.</li>\n<li><strong>Contest</strong>: Resources allocated to the winner of a competition.</li>\n<li><strong>First-come, first-served</strong>: Resources allocated to those first in line.</li>\n<li><strong>Lottery</strong>: Resources allocated by chance.</li>\n<li><strong>Personal characteristics</strong>: Resources allocated based on individual traits.</li>\n<li><strong>Force</strong>: Resources allocated by coercion.</li>\n</ul>\n<p><strong>Benefit, Cost, and Surplus</strong></p>\n<ul>\n<li><strong>Value</strong> is what we get, <strong>price</strong> is what we pay.</li>\n<li>A demand curve is a <strong>marginal benefit curve</strong>, reflecting consumers' willingness to pay.\n<ul>\n<li><strong>Individual demand</strong> is the relationship between price and quantity demanded by one person.</li>\n<li><strong>Market demand</strong> is the relationship for all buyers, found by horizontally summing individual demands.</li>\n</ul>\n</li>\n<li><strong>Consumer surplus</strong> is the <strong>excess of the benefit received from a good over the amount paid for it</strong>. It's the marginal benefit minus the price, summed over the quantity bought.</li>\n<li>A supply curve is a <strong>marginal cost curve</strong>, reflecting producers' minimum supply price.\n<ul>\n<li><strong>Individual supply</strong> is the relationship for one producer.</li>\n<li><strong>Market supply</strong> is the relationship for all producers, found by horizontally summing individual supplies.</li>\n</ul>\n</li>\n<li><strong>Producer surplus</strong> is the <strong>excess of the amount received from the sale of a good over the cost of producing it</strong>. It's the price minus the marginal cost, summed over the quantity sold.</li>\n<li><strong>Total surplus</strong> is the <strong>sum of consumer surplus and producer surplus</strong>.</li>\n</ul>\n<p><strong>Is the Competitive Market Efficient?</strong></p>\n<ul>\n<li>In a <strong>competitive equilibrium</strong>, the quantity demanded equals the quantity supplied. At this point, <strong>marginal social benefit equals marginal social cost</strong>. This condition signifies <strong>allocative efficiency</strong>, meaning resources are used to produce goods and services that people value most highly.</li>\n<li>Adam Smith's \"invisible hand\" suggests that <strong>buyers and sellers acting in their self-interest end up promoting the social interest</strong> by moving resources to their highest-valued uses.</li>\n<li>Total surplus is maximized in an efficient market.</li>\n</ul>\n<p><strong>Market Failure</strong></p>\n<ul>\n<li>A <strong>market failure</strong> is a situation where a market delivers an <strong>inefficient outcome</strong>. Inefficient production creates a <strong>deadweight loss</strong>, which is a social loss (a decrease in total surplus).</li>\n<li>Sources of market failure include:\n<ul>\n<li><strong>Price and quantity regulations</strong>: Price caps or floors, and quantity limits, block price adjustments and can lead to underproduction.</li>\n<li><strong>Taxes and subsidies</strong>: Taxes can lead to underproduction, and subsidies to overproduction.</li>\n<li><strong>Externalities</strong>: Costs or benefits affecting someone other than the buyer or seller. <strong>External costs</strong> (e.g., pollution) lead to overproduction, while <strong>external benefits</strong> (e.g., knowledge) lead to underproduction.</li>\n<li><strong>Public goods and common resources</strong>: Issues like the \"free-rider problem\" with public goods and the \"tragedy of the commons\" with common resources prevent efficient allocation.</li>\n<li><strong>Monopoly</strong>: A single firm can restrict output and raise prices, leading to underproduction.</li>\n<li><strong>High transactions costs</strong>: The opportunity costs of making trades can sometimes prevent efficient markets.</li>\n</ul>\n</li>\n</ul>\n<p><strong>Is the Competitive Market Fair?</strong>\nIdeas about fairness fall into two broad groups:</p>\n<ul>\n<li><strong>It's not fair if the result isn't fair</strong>: This view, exemplified by <strong>utilitarianism</strong>, strives for \"the greatest happiness for the greatest number\" and historically suggested that efficiency requires equality of incomes. However, achieving complete equality through income transfers incurs costs and inefficiencies.\n<ul>\n<li>The <strong>big tradeoff</strong> is the tradeoff between <strong>efficiency and fairness</strong>. Greater income redistribution for equality can lead to greater inefficiency (a smaller economic pie).</li>\n</ul>\n</li>\n<li><strong>It's not fair if the rules aren't fair</strong>: This view is based on the <strong>symmetry principle</strong>, which requires people in similar situations to be treated similarly (equality of opportunity). Philosopher Robert Nozick argued that fairness requires two rules:\n<ol>\n<li>The state must enforce laws protecting <strong>private property</strong>.</li>\n<li>Private property can only be transferred by <strong>voluntary exchange</strong>.\nIf these rules are followed, the outcome is considered fair, regardless of income inequality.</li>\n</ol>\n</li>\n</ul>","noteData":{},"unitTitle":"4-efficiency-and-equity"},"__N_SSG":true}