{"pageProps":{"term":"1B","course":"COMM 101","unit":"6.-Stock-Picking-Theories","note":"notes","noteContent":"<h1>6. Stock Picking Theories</h1>\n<p>This unit explores various theories and methods investors use to pick stocks, addressing whether it's possible to outperform the market.</p>\n<h3>Introduction to Stock Picking</h3>\n<p>Investors aim to pick stocks that represent better value and outperform the market. This leads to the question of whether investors should be <strong>active</strong> (spending time researching and trading for higher returns) or <strong>passive</strong> (investing in an index for average market return).</p>\n<ul>\n<li><strong>Efficient Markets Hypothesis (EMH)</strong>: States that <strong>everything that can be known about a stock is reflected in its price</strong>. Therefore, it is theoretically <strong>impossible to beat the market based on public information</strong>; market prices only react to new information. The EMH remains controversial, with mixed study results. For instance, Morningstar surveys often show that active managers, especially high-cost ones, find it <strong>very difficult to beat a passive index strategy over the long term</strong>. Opponents of EMH point to extreme market events (e.g., Black Monday 1987) where prices dropped significantly without new information.</li>\n</ul>\n<h3>Fundamental Approaches to Stock Selection</h3>\n<p>There are two fundamental ways to approach stock selection: <strong>top-down</strong> and <strong>bottom-up</strong>.</p>\n<ol>\n<li><strong>Top-Down Approach</strong>: Investors start with the <strong>big picture</strong> and progressively narrow their focus.\n<ul>\n<li><strong>Select Country</strong>: Begin by choosing the best countries to invest in, considering metrics like Gross Domestic Product (GDP), GDP growth rates, geopolitical risk, protection for foreign investors, currency risk, corruption, tax levels, intellectual property protections, and the country's stock market Price-to-Earnings (P/E) ratio.</li>\n<li><strong>Select Sectors</strong>: Once a country is selected, identify which market sectors are likely to perform best in the near term. Common sectors include Consumer Discretionary, Consumer Staples, Energy, Financials, Health Care, Industrials, Materials, Real Estate, Technology, Telecommunications, and Utilities. This involves gauging the impact of interest rates, inflation, employment levels, consumer trends, government policies, and the current <strong>economic cycle</strong>.\n<ul>\n<li>Investors act <strong>defensively</strong> (focus on consumer staples, healthcare, utilities) when the economy is at its peak, entering a recession, or in a depression.</li>\n<li>Investors become more <strong>aggressive</strong> (consider all industries, including new/innovative products) when the economy is at a trough, in recovery, or expanding.</li>\n</ul>\n</li>\n<li><strong>Industry Analysis (Porter's Five Forces)</strong>: Analyze each industry in depth to determine its attractiveness by focusing on factors that influence competition, as high competition reduces profit opportunities:\n<ol>\n<li>Ease of new participant entry.</li>\n<li>Bargaining power of buyers.</li>\n<li>Bargaining power of suppliers.</li>\n<li>Threat of substitute products or services.</li>\n<li>Intensity of competitive rivalry.</li>\n</ol>\n</li>\n<li><strong>Select Stocks</strong>: After identifying attractive sectors, individual stocks within those sectors are analyzed using extensive financial statement review, ratio analysis, trend analysis, and comparisons.</li>\n</ul>\n</li>\n<li><strong>Bottom-Up Approach</strong>: Begins with the <strong>individual stock</strong>, based on the belief that good companies exist in all industries at all times.\n<ul>\n<li><strong>Stock Screen (Screener)</strong>: A computer software tool that allows investors to <strong>select all stocks that meet a defined set of criteria</strong>. Criteria can include price ratios, profitability ratios, leverage ratios, liquidity ratios, market capitalization, revenues, EPS growth, dividend growth, etc..\n<ul>\n<li><strong>Limitations</strong>: Screens only test reported public numbers, so results must be investigated further. A company might be selected due to a one-time gain even if its core business is losing money, or missed due to a one-time loss despite strong operating income. Screens are a <strong>useful starting point for further analysis</strong>, not a complete investment decision.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ol>\n<h3>Simple Passive Stock Picking Strategies</h3>\n<p>These strategies are historically successful and require very little time for the investor to manage a portfolio.</p>\n<ul>\n<li><strong>Process</strong>:\n<ol>\n<li><strong>Choose a Universe of Stocks</strong>: Select a subset of financially sound companies (e.g., Dow Jones Industrial Average, S&#x26;P 500, S&#x26;P/TSX Composite/60).</li>\n<li><strong>Choose a Value Indicator Ratio</strong>: Select a ratio believed to be a good indicator of value (e.g., Price-to-Earnings (P/E), Price-to-Book (P/B), Dividend Yield, Price-to-Cash Flow (P/CF), Price-to-Sales (P/S)).</li>\n<li><strong>Pick a Limited Number of Companies</strong>: Select a small percentage (e.g., top 10% or 20%) based solely on that value indicator.</li>\n<li><strong>Invest an Equal Dollar Amount</strong> into each chosen stock.</li>\n<li><strong>Re-balance Annually</strong>: A year later, adjust the portfolio based on the same metric for the current best companies.</li>\n</ol>\n</li>\n<li>This is called \"passive\" because the portfolio is not actively traded daily. This strategy has elements of both top-down (picking the universe) and bottom-up (selecting individual stocks).</li>\n<li><strong>Real World Examples</strong>:\n<ul>\n<li><strong>The Dogs of the Dow</strong>: A popular strategy where the <strong>10 stocks with the highest dividend yield are chosen from the DJIA</strong> on January 1st each year, and an equal 10% is invested in each. This strategy has historically <strong>outperformed the entire DJIA</strong>.</li>\n<li><strong>U.S. Stocks Example (James O'Shaughnessy)</strong>: Studies showed that selecting the top decile (10%) of all stocks based on single metrics like <strong>lowest P/E ratio, P/B, P/CF, P/S, or highest dividend yield</strong> consistently produced <strong>superior returns</strong> compared to the overall market. The <strong>lowest P/E ratio strategy yielded the highest return</strong> (16.11% compounded annually) with slightly lower volatility. The <strong>highest dividend yield strategy produced the lowest volatility</strong>.</li>\n<li><strong>Canadian Example (S&#x26;P/TSX 60)</strong>: Similar results were found in Canada, with selecting the <strong>top 10 stocks based on lowest P/E ratio producing the highest return</strong> (18.59% annual compound return over 15 years).</li>\n</ul>\n</li>\n<li><strong>Combining Variables</strong>: Combining multiple factors can further improve returns and lower volatility.\n<ul>\n<li><strong>Enterprise Value (EV)</strong>: Market value of common and preferred shares plus the market value of debt, minus the company's cash.</li>\n<li><strong>EBITDA</strong>: Earnings before Interest, Taxes, Depreciation, and Amortization; a proxy for cash flow from operations.</li>\n<li><strong>EV/EBITDA</strong>: The ratio of Enterprise Value to EBITDA. <strong>Lower is better</strong>, with a benchmark generally <strong>under 10</strong>.</li>\n<li><strong>Shareholder Yield</strong>: Dividends plus share repurchases (net of any stock issued), divided by total market capitalization. Represents the percentage of stock price returned to shareholders. <strong>Higher is better</strong>.</li>\n<li><strong>Momentum</strong>: Refers to recent price movement in a stock. <strong>Positive momentum</strong> means the stock price is moving up. Historically, <strong>winners have tended to keep winning</strong>. Research shows selecting stocks based on price momentum (e.g., 6-month) can <strong>outperform the market average</strong>.</li>\n<li>Combining ratios like P/E, P/B, P/S, P/CF, EV/EBITDA, and then adding 6-month price momentum, can lead to <strong>significantly higher returns and lower volatility</strong> than using single factors alone. This reflects the comprehensive research done by successful active investors.</li>\n</ul>\n</li>\n</ul>\n<h3>Value Investing</h3>\n<p><strong>Value investing</strong> is a <strong>bottom-up approach</strong> that seeks to find <strong>great companies the market has undervalued</strong>. Value investors believe that stock market volatility can cause a stock's price to be out of step with its <strong>intrinsic value</strong> (the investor's opinion of what the company is truly worth). The strategy is to <strong>buy stocks when the price is less than the intrinsic value</strong> and sell when it is fully valued, which is expected to produce superior long-term returns.</p>\n<ul>\n<li><strong>Causes of Volatility in Stock Market Prices (beyond company fundamentals)</strong>:\n<ul>\n<li><strong>Technical Analysis (Chartists)</strong>: Investors who analyze historical trading patterns and believe history repeats itself, influencing stock prices based on charts rather than company performance.</li>\n<li><strong>Different Time Horizons</strong>: Short-term investors focus on <strong>momentum</strong> (recent buying/selling pressure), where winners tend to keep winning in bull markets. This momentum may or may not be related to the underlying company's performance.</li>\n<li><strong>Index and Sector Funds</strong>: Large pools of money that buy and sell based on their relative weighting within an index or sector, not on the individual company's fundamentals. Their actions influence stock prices regardless of the company's intrinsic value.</li>\n<li>Other factors include <strong>takeover rumors, changing economic factors</strong> (GDP, inflation, interest rates), and <strong>political changes</strong>.</li>\n<li>The bottom line is that a <strong>stock's price is not always the same as its intrinsic value</strong>.</li>\n</ul>\n</li>\n<li><strong>Looking for Good Companies</strong>: Value investors prioritize finding a good company, as <strong>low price ratios are often low for a reason</strong>. Key characteristics include:\n<ul>\n<li><strong>Extensive Research</strong>: Beyond numerical analysis, including industry research, understanding the competitive landscape, distribution and supply channels. Often involves conversations with employees, customers, suppliers, or competitors.</li>\n<li><strong>Invest in What You Know</strong>: Peter Lynch's philosophy of leveraging personal knowledge and everyday observations.</li>\n<li><strong>Small Companies</strong>: Often overlooked by large institutional investors, offering better opportunities for significant price increases when discovered.</li>\n<li><strong>Durable Competitive Advantage</strong>: A company's ability to maintain competitive edge over time.</li>\n<li><strong>Consistently Growing EPS and Book Values</strong>: Seen as strong signals of a good company. Steady growth in EPS suggests a durable competitive advantage. Consistently increasing book values mean intrinsic values are also increasing.</li>\n</ul>\n</li>\n<li><strong>Determining a Company's Intrinsic Value</strong>: More an art than a science, but value investors aim for reasonable accuracy. They calculate financial ratios and use judgment, building in a <strong>margin of safety</strong> (buying at a price significantly below their estimated intrinsic value).\n<ul>\n<li><strong>Ten Year EPS Test (Warren Buffett)</strong>: A numerical approach to estimate future value and potential return. Steps involve calculating historical EPS growth, identifying lowest P/E, projecting future EPS, applying the low P/E, and computing the annual rate of return based on today's price. This analysis uses <strong>past performance</strong> to make assumptions about the future.</li>\n<li><strong>Asset vs. Earnings Valuation Test</strong>: Compares a valuation based on assets to one based on earnings. It involves estimating an <strong>adjusted book value</strong> (replacement cost of assets less liabilities) and an <strong>earnings value</strong> (adjusted EPS divided by an estimated cost of capital). A significant gap where earnings value exceeds adjusted asset value is a positive sign.</li>\n</ul>\n</li>\n<li>Value investors believe that <strong>patience and due diligence are rewarded</strong>, and discounted stocks will eventually trade at fair value.</li>\n</ul>\n<h3>Growth Investing</h3>\n<p><strong>Growth investing</strong> is a style that seeks companies expected to experience the <strong>fastest growth in the years ahead</strong>, aiming to find the next major success story. While primarily concerned with <strong>sales growth</strong>, growth investors also thoroughly analyze companies to ensure sustained growth and long-term investor rewards.</p>\n<ul>\n<li><strong>Looking for Good Companies</strong>:\n<ul>\n<li>Goods or services with <strong>sufficient market potential</strong> for sustained sales growth.</li>\n<li>A structure that <strong>promotes the development of new products</strong> to continue growth after existing ones mature.</li>\n<li>A <strong>sizable and effective research and development (R&#x26;D) group</strong>.</li>\n<li>A <strong>best-in-class sales organization</strong>.</li>\n<li>Companies that <strong>pay employees well but are low-cost operators</strong>, with good union relationships.</li>\n<li>A <strong>customer orientation</strong>, demonstrated by products meeting changing customer needs.</li>\n</ul>\n</li>\n<li><strong>Numerical Analysis</strong>: Dividend yield is often not important, as companies retain profits for growth. P/E and P/B ratios are often higher than market averages due to positive EPS growth and increasing book values.</li>\n<li>Growth investors, like value investors, believe that <strong>devotion to research, patience, and diligence will be rewarded</strong>. They are willing to spend significant time to uncover outstanding opportunities.</li>\n</ul>\n<h3>When to Buy, When to Sell</h3>\n<p>For active investors, the decision of <strong>when to buy and when to sell</strong> is as important as finding good companies.</p>\n<ul>\n<li><strong>When to Buy</strong>:\n<ul>\n<li>Look for <strong>near-term earnings or price catalysts</strong> (e.g., new plant, resolution of production problems, new product announcement).</li>\n<li>Consider attractive <strong>price ratios (below benchmarks)</strong> as a good entry point. Few investors buy at a stock's absolute lows; the goal is a relatively attractive price that will produce long-term returns.</li>\n<li>If uncertain, consider <strong>dollar cost averaging</strong>, which involves spreading out purchases over time (e.g., buying $1,000 worth of stock every month for a year) to reduce the risk of buying at the wrong price.</li>\n<li>The decision <strong>not to buy</strong> is also important; if a desired stock is trading at a high or at ratios well above its historical ranges, it's often better to wait for a more attractive buying price to emerge (\"when the stock goes on sale\").</li>\n<li><strong>Contrarian Investing</strong>: A style that involves investing in companies <strong>when they are out of favor with the market</strong> (e.g., after bad earnings, a market crash), as long as the core business and long-term profitability remain intact. This can lead to significant rewards.</li>\n</ul>\n</li>\n<li><strong>When to Sell</strong>: (Not explicitly detailed in the provided content for this section, but implied in the context of buying at a discount and selling when fully valued in Value Investing).</li>\n</ul>\n<h3>Summary</h3>\n<p>There is <strong>no one-size-fits-all way of investing</strong>.</p>\n<ul>\n<li><strong>Passive strategies</strong> (using single factors like P/E or a combination) involve selecting stocks from a safe universe (e.g., DJIA, S&#x26;P/TSX 60). They require <strong>low time commitment</strong> (adjusted annually) and have historically <strong>outperformed the market average</strong> (before transaction costs).</li>\n<li><strong>Active strategies</strong> (like value investing and growth investing) require <strong>intensive quantitative and qualitative research</strong> to find the best companies. They demand <strong>discipline and patience</strong>, as investors can afford to wait for the \"perfect\" opportunity.</li>\n<li><strong>Contrarian investing</strong> can be highly rewarding when markets overreact and push stock prices to unreasonably low levels.</li>\n</ul>","noteData":{},"unitTitle":"6. Stock Picking Theories"},"__N_SSG":true}