{"pageProps":{"term":"1B","course":"COMM 101","unit":"1.-Time-Value-of-Money","note":"notes","noteContent":"<h3>Unit 1: Time Value of Money</h3>\n<p>The <strong>time value of money</strong> refers to the concept that money has the ability to earn more money over time. This means that a dollar today is worth more than a dollar in the future because it can be invested to earn a return. To compare cash flows at different points in time, you must either compute their future value by <strong>compounding</strong> or their present value by <strong>discounting</strong>.</p>\n<h3>Simple Interest</h3>\n<p>Simple interest is calculated solely on the <strong>original principal amount</strong>. The interest rate is applied to the principal, the simple interest rate, and the time the loan is outstanding.</p>\n<ul>\n<li>\n<p><strong>Variables:</strong></p>\n<ul>\n<li><strong>PV</strong> (Present Value): The principal amount invested or loaned at the start of the time period (in $).</li>\n<li><strong>r</strong> (Interest Rate): The annual interest rate charged (in %).</li>\n<li><strong>t</strong> (Time): The time period the loan is outstanding (in years).</li>\n<li><strong>I</strong> (Interest): The interest charged or earned over the time period (in $).</li>\n<li><strong>FV</strong> (Future Value): The amount due by the end of the time period (in $).</li>\n</ul>\n</li>\n<li>\n<p><strong>Formulas:</strong></p>\n<ul>\n<li>\n<p>Interest Charged:</p>\n<pre><code>I = PV * r * t\n\n</code></pre>\n</li>\n<li>\n<p>Future Value:</p>\n<pre><code>FV = PV + I\nFV = PV * (1 + r * t)\n\n</code></pre>\n</li>\n</ul>\n</li>\n<li>\n<p><strong>Calculating the Number of Days:</strong> In Canada, interest is charged for the day the loan was made <strong>OR</strong> the day it was repaid, but never both. The exact number of days is determined by reference to the calendar.</p>\n</li>\n</ul>\n<h3>Compound Interest - Single Payment</h3>\n<p>Compound interest is the type of investment where the investor earns (or borrower pays) interest on their <strong>principal PLUS the accumulated interest</strong>. This is also known as \"interest on interest\". The rate published by the bank is typically an <strong>annual nominal rate</strong>, which is then divided by the number of compounding periods per year to get the periodic rate.</p>\n<ul>\n<li>\n<p><strong>Compounding Periods:</strong> Different instruments use different compounding periods, such as semi-annually (twice per year), quarterly, monthly, or even daily.</p>\n</li>\n<li>\n<p><strong>Variables:</strong></p>\n<ul>\n<li><strong>PV</strong>: Present Value or Principal, the amount invested or lent.</li>\n<li><strong>FV</strong>: Future Value or Accumulated Value.</li>\n<li><strong>m</strong>: Number of compounding periods per year.</li>\n<li><strong>n</strong>: Total number of compounding periods (<code>n = m * number of years</code>).</li>\n<li><strong>jm</strong>: Nominal rate or yearly interest rate.</li>\n<li><strong>i</strong>: Interest rate per compounding period (<code>i = jm/m</code>).</li>\n</ul>\n</li>\n<li>\n<p><strong>Formulas:</strong></p>\n<ul>\n<li>\n<p>Future Value of a Single Payment:</p>\n<pre><code>FV = PV * (1 + i)^n\n\n</code></pre>\n</li>\n<li>\n<p>Present Value of a Single Payment:</p>\n<pre><code>PV = FV * (1 + i)^-n\n\n</code></pre>\n</li>\n</ul>\n</li>\n<li>\n<p><strong>Impact of Compounding Frequency:</strong> The <strong>more often</strong> interest is compounded at the same nominal interest rate, the <strong>higher the future value</strong> will be. Conversely, the <strong>lower the present value</strong> will be for a given future amount.</p>\n</li>\n<li>\n<p><strong>Determining Rate or Time for a Single Payment:</strong></p>\n<ul>\n<li>\n<p>Solving for <code>i</code> (rate):</p>\n<pre><code>i = (FV/PV)^(1/n) - 1\n\n</code></pre>\n</li>\n<li>\n<p>Solving for <code>n</code> (time):</p>\n<pre><code>n = log(FV/PV) / log(1+i)\n\n</code></pre>\n</li>\n</ul>\n</li>\n</ul>\n<h3>Compound Interest - Simple Annuity</h3>\n<p>A <strong>simple annuity</strong> is an annuity where the <strong>payment interval and the interest compounding period are the same</strong>.</p>\n<ul>\n<li>\n<p><strong>Types of Annuities:</strong></p>\n<ul>\n<li><strong>Ordinary Annuity (Annuity-Immediate)</strong>: Payments are made at the <strong>end</strong> of the payment interval.</li>\n<li><strong>Annuity Due</strong>: Payments are made at the <strong>beginning</strong> of the payment interval.</li>\n</ul>\n</li>\n<li>\n<p><strong>Variables:</strong></p>\n<ul>\n<li><strong>FV</strong>: Future or Accumulated Value.</li>\n<li><strong>PV</strong>: Present or Discounted Value.</li>\n<li><strong>PMT</strong>: Periodic payment made every interval.</li>\n<li><strong>n</strong>: Total number of compounding periods (also number of payments for a simple annuity).</li>\n<li><strong>i</strong>: Interest rate per compounding period.</li>\n</ul>\n</li>\n<li>\n<p><strong>Formulas:</strong></p>\n<ul>\n<li>\n<p>Future Value of a Simple Ordinary Annuity:</p>\n<pre><code>FV = PMT * ((1+i)^n - 1) / i\n\n</code></pre>\n</li>\n<li>\n<p>Present Value of a Simple Ordinary Annuity:</p>\n<pre><code>PV = PMT * (1 - (1+i)^-n) / i\n\n</code></pre>\n</li>\n<li>\n<p>Future Value of a Simple Annuity Due:</p>\n<pre><code>FV = PMT * ((1+i)^n - 1) / i * (1+i)\nFV = (1+i) * sne\n\n</code></pre>\n</li>\n<li>\n<p>Present Value of a Simple Annuity Due:</p>\n<pre><code>PV = PMT * (1 - (1+i)^-n) / i * (1+i)\nPV = (1+i) * ane\n\n</code></pre>\n</li>\n</ul>\n</li>\n<li>\n<p><strong>Applications:</strong> The present value of an annuity has many useful applications, such as calculating the initial amount of a loan (PV of all payments must equal the loan amount), the cost of an annuity sold by an insurance company, or comparing cash vs. lease options for an asset.</p>\n</li>\n</ul>\n<h3>Perpetuities</h3>\n<p>A <strong>perpetuity</strong> is an annuity where the <strong>equal payments continue forever</strong>. The <strong>accumulated value</strong> of a perpetuity is meaningless as there is no end to payments, but its <strong>present value does have meaning</strong>. Examples include scholarship endowment funds and, theoretically, some common and preferred shares of corporations due to their infinite life.</p>\n<ul>\n<li>\n<p><strong>Formula for Present Value of a Perpetuity (payments at the end of each period):</strong></p>\n<pre><code>PV = PMT / i\n\n</code></pre>\n</li>\n<li>\n<p><strong>Formula for Present Value of a Perpetuity (first payment immediately):</strong></p>\n<pre><code>PV = PMT + (PMT / i)\n\n</code></pre>\n</li>\n</ul>\n<h3>Growing Perpetuities</h3>\n<p>In some cases, such as with many common shares, the amount of the payment is expected to <strong>grow by a constant percentage</strong>. This is still an infinite geometric progression.</p>\n<ul>\n<li>\n<p><strong>Formula for Present Value of a Growing Perpetuity:</strong>\nWhere <strong>PMT</strong> is the amount of the <strong>first payment</strong>, <strong>g</strong> is the <strong>growth rate</strong> per period, and <strong>i</strong> is the <strong>interest rate</strong> per period. This formula applies as long as <code>i > g</code>.</p>\n<pre><code>PV = PMT / (i - g)\n\n</code></pre>\n</li>\n</ul>\n<h3>Growing Annuities</h3>\n<p>A <strong>growing annuity</strong> is an annuity where the <strong>payments vary by a common percentage</strong>. This is mathematically referred to as a geometric progression. It's used to value a series of future cash flows that are expected to grow at a consistent rate.</p>\n<ul>\n<li>\n<p><strong>Key Variables</strong>:</p>\n<ul>\n<li><strong>PV</strong> (Present Value): The present value or worth of the growing annuity today.</li>\n<li><strong>PVA</strong>: The present value of the annuity or the value of the first payment.</li>\n<li><strong>n</strong>: The number of periods or length of the annuity.</li>\n<li><strong>r</strong>: The discount or interest rate per period. A higher <code>r</code> decreases the present value.</li>\n<li><strong>g</strong>: The growth rate of the annuity or payments over time. A higher <code>g</code> increases the present value.</li>\n</ul>\n</li>\n<li>\n<p><strong>Formulas for Present Value of a Growing Annuity:</strong>\n(Note: The sources also mention <code>PV = C * ((1 - ((1+r)/(1+g))^n) / (r-g))</code> and for continuous compounding <code>PV = C * ((1 - e^(n * (r - g))) / (r - g))</code>).</p>\n<pre><code>PV = PVA * ((1 - (1+g)^n) / (r-g))\n\n</code></pre>\n</li>\n<li>\n<p><strong>Formula for Future Value of a Growing Annuity:</strong></p>\n<pre><code>FV = PVA * (((1+r)^n - (1+g)^n) / (r-g))\n\n</code></pre>\n</li>\n<li>\n<p><strong>Compounding:</strong> Refers to the process where an investment's value increases as interest is earned on both the principal and previously earned interest.</p>\n</li>\n<li>\n<p><strong>Applications:</strong> Crucial in corporate finance for evaluating investment projects, pricing financial assets (like bonds with growing coupon payments), and calculating foreseeable returns. Also used in personal finance for mortgage payments, retirement planning, and evaluating regular investments.</p>\n</li>\n</ul>","noteData":{},"unitTitle":"1. Time Value of Money"},"__N_SSG":true}