{"pageProps":{"term":"1B","course":"ECON 101","unit":"7-possibilities-preferences-and-choices","note":"notes","noteContent":"<h1>7. Possibilities, Preferences, and Choices</h1>\n<p>This unit builds upon the budget line and introduces indifference curves as an alternative way to represent preferences, and further breaks down the effects of price changes.</p>\n<p><strong>Consumption Possibilities: The Budget Line (Review)</strong></p>\n<ul>\n<li>A household's <strong>budget line</strong> shows the limits to its consumption choices, defining what is affordable given income and prices.</li>\n<li>Changes in income shift the budget line, while changes in prices change its slope.</li>\n</ul>\n<p><strong>Preferences and Indifference Curves</strong></p>\n<ul>\n<li>A <strong>preference map</strong> is a series of <strong>indifference curves</strong> that represent a person's preferences.</li>\n<li>An <strong>indifference curve</strong> is a <strong>line that shows combinations of goods among which a consumer is indifferent</strong> (equally happy).\n<ul>\n<li>Consumers prefer points above an indifference curve to those on it, and points on it to those below it.</li>\n<li>Indifference curves <strong>slope downward</strong> because more of one good must be given up to get more of another while remaining indifferent.</li>\n<li>Indifference curves are typically <strong>bowed toward the origin</strong>. This shape reflects the <strong>diminishing marginal rate of substitution</strong>.</li>\n</ul>\n</li>\n<li><strong>Marginal Rate of Substitution (MRS)</strong> is the <strong>rate at which a person will give up good Y to get an additional unit of good X while remaining indifferent</strong> (staying on the same indifference curve). The <strong>magnitude of the slope of an indifference curve measures the MRS</strong>.</li>\n<li><strong>Diminishing marginal rate of substitution</strong> is the general tendency for a person to be willing to give up less of good Y to get one more unit of good X as the quantity of good X increases.</li>\n<li>The shape of indifference curves reveals the <strong>degree of substitutability</strong>:\n<ul>\n<li><strong>Ordinary goods</strong>: Indifference curves are bowed inward.</li>\n<li><strong>Perfect substitutes</strong>: Indifference curves are straight downward-sloping lines (constant MRS).</li>\n<li><strong>Perfect complements</strong>: Indifference curves are L-shaped.</li>\n</ul>\n</li>\n</ul>\n<p><strong>Predicting Consumer Choices</strong></p>\n<ul>\n<li>The <strong>best affordable choice</strong> is the point where the <strong>budget line touches the highest attainable indifference curve</strong>. At this point, the consumer's <strong>marginal rate of substitution equals the relative price</strong>.</li>\n<li><strong>Effect of a Price Change (Price Effect)</strong>: When the price of a good changes, the quantity consumed changes. This can be divided into two effects:\n<ul>\n<li><strong>Substitution effect</strong>: The effect of a price change on the quantity bought when the consumer (hypothetically) remains indifferent between the original and new consumption situations (stays on the same indifference curve). It always leads to an increase in consumption of the good whose relative price has fallen.</li>\n<li><strong>Income effect</strong>: The effect of a change in income (due to the price change affecting real income) on consumption.\n<ul>\n<li>For a <strong>normal good</strong>, the income effect <strong>reinforces</strong> the substitution effect, leading to a downward-sloping demand curve.</li>\n<li>For an <strong>inferior good</strong>, the income effect <strong>offsets</strong> the substitution effect. If the income effect is smaller than the substitution effect, the demand curve still slopes downward. If the income effect equals the substitution effect, the demand curve is vertical.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>","noteData":{},"unitTitle":"7-possibilities-preferences-and-choices"},"__N_SSG":true}