{"pageProps":{"term":"1B","course":"ECON 101","unit":"6-utility-and-demand","note":"notes","noteContent":"<h1>6. Utility and Demand</h1>\n<p>The theory of consumer choice helps explain consumption decisions and how demand curves are derived.</p>\n<p><strong>Consumption Choices</strong>\nA consumer's choices are influenced by:</p>\n<ul>\n<li><strong>Consumption possibilities</strong>: All the combinations of goods and services a consumer can afford, limited by income and prices.</li>\n<li><strong>Preferences</strong>: A description of a consumer's likes and dislikes.</li>\n</ul>\n<p><strong>Consumption Possibilities: The Budget Line</strong></p>\n<ul>\n<li>A <strong>budget line</strong> is a <strong>constraint on a consumer's choices</strong>, marking the boundary between affordable and unaffordable combinations of goods.</li>\n<li>The <strong>budget equation</strong> defines the line: <code>P_x * Q_x + P_y * Q_y = Y</code> where <code>P</code> is price, <code>Q</code> is quantity, and <code>Y</code> is income.</li>\n<li><strong>Real income</strong> is a household's income expressed as a quantity of goods it can afford.</li>\n<li>The <strong>relative price</strong> is the ratio of the price of one good to another, representing the <strong>slope of the budget line</strong>.</li>\n<li>Changes:\n<ul>\n<li>A <strong>rise in income</strong> shifts the budget line <strong>outward</strong> (parallel shift), but its slope remains unchanged.</li>\n<li>A <strong>change in price</strong> changes the <strong>slope</strong> of the budget line, causing it to rotate.</li>\n</ul>\n</li>\n</ul>\n<p><strong>Preferences and Utility</strong></p>\n<ul>\n<li><strong>Utility</strong> is the <strong>benefit or satisfaction that a person gets from the consumption of goods and services</strong>. It is an abstract concept, similar to temperature.</li>\n<li><strong>Total utility</strong> is the <strong>total benefit a person gets from consuming all different goods and services</strong>. It generally increases with more consumption.</li>\n<li><strong>Marginal utility (MU)</strong> is the <strong>change in total utility resulting from a one-unit increase in the quantity of a good consumed</strong>.</li>\n<li>The <strong>principle of diminishing marginal utility</strong> states that as the quantity consumed of a good increases, its marginal utility tends to decrease.</li>\n</ul>\n<p><strong>Utility-Maximizing Choice</strong>\nConsumers want to get the most utility from their limited resources. They make choices that maximize utility by following two rules:</p>\n<ol>\n<li><strong>Spend all available income</strong>: Because more consumption brings more utility, maximum utility is achieved only when the entire budget is spent.</li>\n<li><strong>Equalize the marginal utility per dollar for all goods</strong>:\n<ul>\n<li><strong>Marginal utility per dollar</strong> is the marginal utility from a good that results from spending one more dollar on it. It is calculated as the marginal utility from the good divided by its price.</li>\n<li>For movies (M) and pop (P), the rule is: <code>MU_M / P_M = MU_P / P_P</code>.</li>\n<li>If <code>MU_A / P_A > MU_B / P_B</code>, a consumer can increase total utility by spending more on good A and less on good B until the marginal utilities per dollar are equal. This is because buying more of A decreases its MU, and buying less of B increases its MU, bringing the ratios closer.</li>\n</ul>\n</li>\n</ol>\n<p><strong>Predictions of Marginal Utility Theory</strong></p>\n<ul>\n<li><strong>Predicts the Law of Demand</strong>: When the price of a good falls (and other things remain the same), its marginal utility per dollar increases. To restore equilibrium, the consumer increases consumption of that good (and decreases consumption of others), thus predicting the downward-sloping demand curve.</li>\n<li><strong>Predicts the effect of income changes</strong>: For a <strong>normal good</strong>, an increase in income increases demand (shifts the demand curve rightward).</li>\n<li><strong>Resolves the Paradox of Value</strong>: This paradox (water is cheap but essential, diamonds are expensive but non-essential) is resolved by distinguishing between total utility/value and marginal utility/price.\n<ul>\n<li><strong>Water</strong> has a high total utility and large consumer surplus (high total value), but because it's consumed in large quantities, its marginal utility (and thus its price) is low.</li>\n<li><strong>Diamonds</strong> have a low total utility and small consumer surplus, but because they are consumed in small quantities, their marginal utility (and thus their price) is high.</li>\n</ul>\n</li>\n</ul>\n<p><strong>New Ways of Explaining Consumer Choices</strong></p>\n<ul>\n<li><strong>Behavioural economics</strong> studies how limits on the human brain's computing power and rationality influence economic behavior. It identifies three impediments to rational choice:\n<ul>\n<li><strong>Bounded rationality</strong>: Rationality limited by brain power.</li>\n<li><strong>Bounded willpower</strong>: Inability to make a decision that is best in the long run.</li>\n<li><strong>Bounded self-interest</strong>: Self-interest that is limited by concern for others.</li>\n<li><strong>Endowment effect</strong>: Tendency to value something more highly simply because you own it.</li>\n</ul>\n</li>\n<li><strong>Neuroeconomics</strong> uses neuroscience tools to study brain activity during economic decisions, aiming to observe and potentially measure \"utility\" directly.</li>\n<li>While these new fields are growing, most economists prefer to explain observed actions rather than internal brain processes and value the power of traditional marginal utility theory.</li>\n</ul>","noteData":{},"unitTitle":"6-utility-and-demand"},"__N_SSG":true}