{"pageProps":{"term":"1B","course":"ECON 101","unit":"1-the-economic-problem","note":"notes","noteContent":"<h1>1. The Economic Problem</h1>\n<p>Economics is the social science that studies the <strong>choices that individuals, businesses, governments, and entire societies make as they cope with scarcity and the incentives that influence and reconcile those choices</strong>. All economic questions arise from <strong>scarcity</strong>, which is our inability to satisfy all our wants.</p>\n<p>The scope of economics is summarized by two big questions:</p>\n<ul>\n<li>How do choices determine <strong>what, how, and for whom goods and services are produced</strong>?</li>\n<li>Do choices made in the pursuit of <strong>self-interest also promote the social interest</strong>?</li>\n</ul>\n<p><strong>The Economic Way of Thinking</strong>\nEconomists approach questions using six key ideas:</p>\n<ul>\n<li><strong>A choice is a tradeoff</strong>. To get something, you must give up something else. For example, if you choose to study tonight, you give up going to the movies.</li>\n<li>People make <strong>rational choices</strong>. A rational choice compares costs and benefits and achieves the greatest benefit over cost for the person making the choice. This idea helps determine what goods and services will be produced and in what quantities – those that people rationally choose to buy.</li>\n<li><strong>Benefit: What You Gain</strong>. The benefit of something is the gain or pleasure it brings, determined by <strong>preferences</strong>. Economists measure benefit as the <strong>most that a person is willing to give up to get something</strong>.</li>\n<li><strong>Cost: What You Must Give Up</strong>. The <strong>opportunity cost</strong> of an action is the <strong>highest-valued alternative forgone</strong>. For instance, the opportunity cost of being in school might include the income you could have earned from a job. The <strong>Production Possibilities Frontier (PPF)</strong> makes this idea precise.</li>\n<li><strong>How Much? Choosing at the Margin</strong>. Most choices are \"how much\" decisions made by comparing <strong>marginal benefit</strong> with <strong>marginal cost</strong>. You decide to study an extra night if its marginal benefit exceeds its marginal cost.\n<ul>\n<li><strong>Marginal Benefit (MB)</strong> is the benefit from consuming one more unit of a good or service. It generally decreases as the quantity consumed increases (the <strong>principle of decreasing marginal benefit</strong>) because people like variety. It is measured by the most people are willing to pay.</li>\n<li><strong>Marginal Cost (MC)</strong> is the opportunity cost of producing one more unit of a good or service. It is calculated from the slope of the PPF and typically increases as production increases.</li>\n</ul>\n</li>\n<li><strong>Choices Respond to Incentives</strong>. Economists view people as acting in their self-interest. <strong>Incentives</strong> are key to reconciling self-interest and social interest. Self-interested actions are not necessarily selfish; they aim to get the most benefit for <em>you</em> based on <em>your</em> view of benefit.</li>\n</ul>\n<p><strong>Production Possibilities and Opportunity Cost</strong></p>\n<ul>\n<li>The <strong>Production Possibilities Frontier (PPF)</strong> is the <strong>boundary between those combinations of goods and services that can be produced and those that cannot</strong>, given available resources and technology. Points <em>on</em> the PPF are technologically efficient. Points <em>inside</em> the PPF are inefficient, indicating wasted or misallocated resources. Points <em>outside</em> are unattainable.</li>\n<li>The PPF illustrates opportunity cost precisely. To produce more of one good, you must forgo some quantity of the other. The PPF is <strong>bowed outward</strong> because resources are not equally productive in all activities, implying an <strong>increasing opportunity cost</strong>.</li>\n</ul>\n<p><strong>Using Resources Efficiently</strong></p>\n<ul>\n<li><strong>Production efficiency</strong> occurs when goods and services are produced at the lowest possible cost, at points on the PPF.</li>\n<li><strong>Allocative efficiency</strong> occurs when goods and services are produced at the least possible cost and in the quantities that bring the greatest possible benefit. It is achieved when <strong>marginal social benefit (MSB) equals marginal social cost (MSC)</strong>.</li>\n</ul>\n<p><strong>Economic Growth</strong></p>\n<ul>\n<li><strong>Economic growth</strong> is the <strong>expansion of production possibilities</strong>. It results from <strong>technological change</strong> (new goods and better production methods) and <strong>capital accumulation</strong> (growth of capital resources, including human capital).</li>\n<li>The <strong>opportunity cost of economic growth is forgone current consumption</strong>. Devoting resources to new technologies and capital means producing fewer consumption goods today for potentially more consumption in the future.</li>\n<li>Economic growth does not abolish scarcity; new tradeoffs and opportunity costs still exist on the expanded PPF.</li>\n</ul>\n<p><strong>Gains from Trade</strong></p>\n<ul>\n<li>A person or country has a <strong>comparative advantage</strong> in an activity if they can perform it at a <strong>lower opportunity cost</strong> than anyone else or any other country.</li>\n<li>People gain from <strong>specializing</strong> in the activity in which they have a comparative advantage and then <strong>trading</strong> with others. This expands consumption possibilities beyond individual production possibilities.</li>\n<li><strong>Absolute advantage</strong> means being more productive than another person.</li>\n</ul>\n<p><strong>Economic Coordination</strong>\nEconomic activity is coordinated by <strong>firms</strong> and <strong>markets</strong>.</p>\n<ul>\n<li>A <strong>firm</strong> is an institution that hires factors of production and organizes them to produce and sell goods and services.</li>\n<li>A <strong>market</strong> is any arrangement that enables buyers and sellers to get information and do business with each other.</li>\n<li>Markets can work efficiently only when <strong>property rights</strong> exist, which are social arrangements governing ownership, use, and disposal of valuable things.</li>\n<li><strong>Money</strong> (any generally acceptable means of payment) makes trading in markets much more efficient.</li>\n<li>The <strong>circular flows through markets</strong> illustrate how households supply factors of production to firms and consume goods and services, while firms produce goods and services and demand factors of production.</li>\n</ul>","noteData":{},"unitTitle":"1-the-economic-problem"},"__N_SSG":true}