{"pageProps":{"term":"1B","course":"COMM 101","unit":"5.-Financial-Statement-Analysis","note":"notes","noteContent":"<h1>5. Financial Statement Analysis</h1>\n<p>This unit focuses on analyzing a company's financial statements to form an investment opinion.</p>\n<h3>The Financial Statements</h3>\n<p>Every company produces financial statements periodically (monthly, quarterly, annually). Public companies release quarterly and annual statements publicly.\nThe four financial statements are: the <strong>Balance Sheet</strong> (Statement of Financial Position), the <strong>Income Statement</strong>, the <strong>Statement of Cash Flows</strong>, and the <strong>Statement of Shareholders' Equity</strong>. These are supported by <strong>Notes</strong>, which explain how the statements were compiled and provide further detail. Annually, financial statements are <strong>audited</strong> by independent accountants to ensure fair presentation according to <strong>Generally Accepted Accounting Principles (GAAP)</strong>.</p>\n<ul>\n<li><strong>Purpose of Financial Reporting</strong>: To provide useful information to key decision-makers. The primary decisions relate to:\n<ul>\n<li><strong>Resource allocation decisions</strong>: How investors and lenders allocate funds among corporations. This requires assessing <strong>return opportunities</strong> and <strong>inherent risks</strong>.</li>\n<li><strong>Management stewardship decisions</strong>: Evaluating if management (including the board of directors) is performing effectively. Managers make:\n<ul>\n<li><strong>Operating decisions</strong> (e.g., pricing, hiring, supplier choice, product make/buy).</li>\n<li><strong>Investing decisions</strong> (e.g., asset purchases, acquisitions, managing excess cash).</li>\n<li><strong>Financing decisions</strong> (e.g., lease vs. buy, short/long-term borrowing, equity issuance, dividend policy).\nUsers assess these through <strong>ratio analysis</strong> or by comparing current performance to past performance and competitors.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<h3>The Income Statement</h3>\n<p>The income statement displays a corporation's <strong>revenues (sales) and expenses (costs) over a specific period</strong> (e.g., for the year ended). It summarizes the company's profitability.</p>\n<ul>\n<li><strong>Key Accounts and Subtotals</strong>:\n<ul>\n<li><strong>Sales</strong>: The first line, indicating whether the company is <strong>growing or shrinking</strong>. For some investors, this is the most important line, signifying good products and successful market operation.</li>\n<li><strong>Gross Profit</strong>: <strong>Sales less Cost of Goods Sold</strong>. Represents profit attributable to raw materials and production costs.</li>\n<li><strong>Operating Income</strong>: <strong>Gross Profit less Operating Expenses</strong>. Reflects the profitability of the company's primary operations before financing costs.</li>\n<li><strong>Earnings Before Tax</strong>: Income before income tax expense.</li>\n<li><strong>Net Income</strong>: The <strong>bottom line</strong>, representing the <strong>overall profitability</strong> for the period, reflecting the result of all operating, financing, and investing decisions.</li>\n<li><strong>Earnings per Share (EPS)</strong>: <strong>Net Income divided by the number of common shares outstanding</strong>. This is a key metric, as stock prices often trade relative to EPS.</li>\n</ul>\n</li>\n<li><strong>Retained Earnings</strong>: The <strong>amount of earnings that have been reinvested in the corporation</strong> to fund future growth. It is the cumulative sum of all past earnings (and losses) less all declared dividends since inception. Retained earnings are the <strong>link between the income statement and the balance sheet</strong>.</li>\n</ul>\n<h3>The Balance Sheet</h3>\n<p>The balance sheet (or statement of financial position) presents everything the corporation owns (its <strong>assets</strong>) and everything it owes (its <strong>liabilities</strong>), along with <strong>shareholders' equity</strong> (the net amount) <strong>as of a specific date</strong> (a snapshot). The fundamental accounting equation is <strong>Assets = Liabilities + Equity</strong>.</p>\n<ul>\n<li><strong>Key Accounts and Subtotals</strong>:\n<ul>\n<li><strong>Cash</strong>: The sum of balances in the corporation's bank accounts.</li>\n<li><strong>Accounts Receivable</strong>: Amounts owed to the corporation by its <strong>customers</strong>, typically due within a month or two.</li>\n<li><strong>Accounts Payable</strong>: Amounts owed by the corporation to its <strong>suppliers</strong>, typically paid within a month or two.</li>\n<li><strong>Inventory</strong>: Goods held or manufactured for eventual sale. Once sold, its value becomes Cost of Goods Sold.</li>\n<li><strong>Prepaid Expenses</strong>: Expenses paid in advance (e.g., insurance).</li>\n<li><strong>Long Term Investments</strong>: Financial assets (bonds, shares) intended to be held for <strong>more than one year</strong>. Can be sold without major business impact.</li>\n<li><strong>Intangible Assets</strong>: Non-tangible assets providing economic benefits (e.g., patents, trademarks).</li>\n<li><strong>Current Assets</strong>: Assets that will convert into cash within <strong>one year</strong>.</li>\n<li><strong>Current Liabilities</strong>: Liabilities that must be paid within <strong>one year</strong>, including the current portion of long-term debt.</li>\n<li><strong>Liquidity Management</strong>: Managing cash and liquidity is crucial; a corporation running out of cash faces bankruptcy. <strong>Net working capital</strong> is Current Assets less Current Liabilities.</li>\n<li><strong>Property, Plant &#x26; Equipment (PP&#x26;E)</strong>: The <strong>long-term assets used to generate the corporation's profits</strong>.</li>\n<li><strong>Long Term Liabilities</strong>: Debt due <strong>more than one year</strong> in the future, generally used to finance long-term assets. <strong>Debt is considered cheap capital</strong> because its cost is usually fixed and doesn't dilute ownership. The use of debt is called <strong>leverage</strong>; too much debt increases bankruptcy risk.</li>\n<li><strong>Total Liabilities</strong>: Represents the <strong>entire debt base</strong> of the company. Investors compare it to assets and equity to assess <strong>relative riskiness</strong>.</li>\n<li><strong>Shareholders' Equity</strong>: Represents the owners' stake in the company, including common shares and retained earnings. <strong>Book Value per Share</strong> (Common Shareholders' Equity divided by Common Shares Outstanding) is compared to market price.</li>\n</ul>\n</li>\n</ul>\n<h3>The Statement of Cash Flows</h3>\n<p>The statement of cash flows summarizes the <strong>cash inflows and outflows over a specific period</strong> (e.g., for the year ended). It classifies cash flows into <strong>operating, investing, and financing activities</strong>.</p>\n<ul>\n<li><strong>Reliability</strong>: It is <strong>virtually impossible to misrepresent cash flow</strong> because the bottom line (Cash Flow for the Year) must agree to the change in the cash balance on the balance sheet, which is confirmed by auditors.</li>\n<li><strong>Sections</strong>:\n<ul>\n<li><strong>Cash Flow from Operating Activities</strong>: Represents cash generated from the <strong>primary business operations</strong>. In North America, it's calculated using the <strong>indirect method</strong>, starting with Net Income and adjusting for non-cash items. A healthy and growing operating cash flow is viewed positively by investors.</li>\n<li><strong>Cash Flow from Investing Activities</strong>: Reflects cash flows from <strong>purchasing and disposing of long-term assets</strong>, including Property, Plant &#x26; Equipment. For a growing company, this section will usually be <strong>negative</strong> as they purchase assets to expand.</li>\n<li><strong>Cash Flow from Financing Activities</strong>: Shows cash flows resulting from <strong>changes to the corporation's debt and equity capital</strong>. Examples include issuing or repaying debt, issuing shares, paying dividends, and repurchasing shares.</li>\n</ul>\n</li>\n<li><strong>Impact of Balance Sheet Changes on Cash Flow</strong>: Positive changes in liabilities or equity produce positive changes in cash flow, while positive changes in assets produce negative changes in cash flow. For example, when buying assets, assets increase, but cash decreases.</li>\n</ul>\n<h3>Ratio Analysis</h3>\n<p><strong>Ratio analysis</strong> is the <strong>study of numerical relationships</strong> in financial statements to gain a deeper understanding of a business's performance. It allows for <strong>comparison</strong> (past performance, competitors, industry, market) and helps <strong>predict future performance</strong>.</p>\n<ul>\n<li><strong>Interpretation Context</strong>: When assessing ratios, <strong>judgment is required</strong>. Many ratios differ by industry. Some seemingly \"bad\" ratios can be explained by circumstances that are <strong>good for the investor</strong>, and vice versa. Ratios are merely a <strong>first step</strong> for further analysis.</li>\n<li><strong>Convention for Comparison</strong>: When comparing an income statement item (over a period) to a balance sheet item (a snapshot), the <strong>average of the beginning and end of year values</strong> is typically used for the balance sheet item.</li>\n<li><strong>Five Groups of Financial Ratios</strong>:</li>\n</ul>\n<ol>\n<li><strong>Price Ratios</strong>: Analyze the relative attractiveness of the corporation's stock price.\n<ul>\n<li><strong>Price to Earnings (P/E)</strong>: Market Price per Share / Earnings Per Share (EPS). Lower P/E ratios are believed to offer <strong>better value</strong>.\n<ul>\n<li>Simplified Benchmark: <strong>Good &#x3C; 15; Bad ≥ 15</strong>.</li>\n</ul>\n</li>\n<li><strong>Price to Cash Flow (P/CF)</strong>: Market Price per Share / Operating Cash Flow per Share. Widely used, as cash flow is <strong>impossible to manipulate</strong>.\n<ul>\n<li>Simplified Benchmark: <strong>Good &#x3C; 10; Bad ≥ 10</strong>.</li>\n</ul>\n</li>\n<li><strong>Price to Book Value (P/B)</strong>: Market Price per Share / Common Shareholders' Equity per Share. Investing in low P/B stocks has historically outperformed.\n<ul>\n<li>Simplified Benchmark: <strong>Good &#x3C; 1; Bad ≥ 1</strong> (though highly industry dependent).</li>\n</ul>\n</li>\n<li><strong>Price to Sales (P/S)</strong>: Market Price per Share / Sales per Share. Sales are less subject to manipulation than earnings and are positive even when EPS are negative.\n<ul>\n<li>Simplified Benchmark: <strong>Good &#x3C; 1; Bad ≥ 1</strong> (industry and growth opportunities dependent).</li>\n</ul>\n</li>\n<li><strong>Price to Earnings Growth (PEG)</strong>: P/E Ratio / Expected Earnings Growth Rate. Indicates if a low P/E stock is truly undervalued.\n<ul>\n<li>Simplified Benchmark: <strong>Good &#x3C; 1; Bad ≥ 1</strong>.</li>\n</ul>\n</li>\n<li><strong>Dividend Yield</strong>: Dividends per Share / Stock Price. Percentage return an investor can expect in dividends if bought today.\n<ul>\n<li>Simplified Benchmark: <strong>Good if dividends are increasing; Bad if dividends are decreasing. If dividends are the same, Good if yield is increasing; Bad if yield is decreasing</strong>.</li>\n</ul>\n</li>\n<li><strong>Dividend Payout</strong>: Total Dividends / Total Earnings. Percentage of earnings being paid out as dividends.\n<ul>\n<li>Simplified Benchmark: <strong>Good &#x3C; 50%; Bad ≥ 50%</strong>.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li><strong>Profitability Ratios</strong>: Measure the relative strength of a corporation's profitability. Use the <strong>average</strong> of beginning and end-of-year values for balance sheet items.\n<ul>\n<li><strong>Return on Equity (ROE)</strong>: (Net Income less Preferred Dividends) / Average Common Shareholders' Equity. Most popular, measures how effectively management used equity capital to generate profits.\n<ul>\n<li>Simplified Benchmark: <strong>Good ≥ 15%; Bad &#x3C; 15%</strong>.</li>\n</ul>\n</li>\n<li><strong>Return on Assets (ROA)</strong>: Net Income / Average Total Assets. Measures how effectively management uses its assets to generate profits.\n<ul>\n<li>Simplified Benchmark: <strong>Good ≥ 4%; Bad &#x3C; 4%</strong>.</li>\n</ul>\n</li>\n<li><strong>Return on Capital (ROC)</strong>: Net Income / (Average Equity + Average Long Term Debt). Measures how effectively management uses long-term assets to generate profits.\n<ul>\n<li>Simplified Benchmark: <strong>Good ≥ 10%; Bad &#x3C; 10%</strong>.</li>\n</ul>\n</li>\n<li><strong>Gross Profit Margin</strong>: Gross Profit / Sales. How profitable products/services are relative to their raw cost.\n<ul>\n<li>Simplified Benchmark: <strong>Good if increasing; Bad if decreasing</strong>.</li>\n</ul>\n</li>\n<li><strong>Operating Profit Margin</strong>: Operating Income / Sales. How profitable the primary business is prior to financing cost.\n<ul>\n<li>Simplified Benchmark: <strong>Good if increasing; Bad if decreasing</strong>.</li>\n</ul>\n</li>\n<li><strong>Net Profit Margin</strong>: Net Income / Sales. Overall profitability as a percentage of sales. Indicates if the industry can reward equity investors. Long-term, companies need margins over 5% to service debt and equity.\n<ul>\n<li>Simplified Benchmark: <strong>Good if increasing; Bad if decreasing</strong>.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li><strong>Leverage Ratios</strong>: Analyze a company's capital structure (mix of debt and equity) and its relative riskiness. They indicate how much debt is used and the ability to service it. Use <strong>year-end values</strong>.\n<ul>\n<li><strong>Interest Coverage</strong>: Earnings Before Interest and Taxes / Interest Expense. Primary ratio indicating ability to pay interest expense.\n<ul>\n<li>Simplified Benchmark: <strong>Good ≥ 4; Bad &#x3C; 4</strong>.</li>\n</ul>\n</li>\n<li><strong>Debt Coverage</strong>: Earnings Before Interest and Taxes / (Interest Expense + Principal Payments due in current year). Indicates ability to service both interest and principal payments.\n<ul>\n<li>Simplified Benchmark: <strong>Good ≥ 1.5; Bad &#x3C; 1.5</strong> (can be ≥ 2 in some industries for investment grade).</li>\n</ul>\n</li>\n<li><strong>Debt to Equity</strong>: Long Term Debt / Shareholders' Equity. Compares debt capital to owner-provided capital. Shareholders generally prefer a prudent amount of debt due to lower cost of debt.\n<ul>\n<li>Simplified Benchmark: <strong>Good ≤ 1; Bad > 1</strong>.</li>\n</ul>\n</li>\n<li><strong>Debt to Assets</strong>: Long Term Debt / Total Assets. Indicates the percentage of assets financed by long-term debt.\n<ul>\n<li>Simplified Benchmark: <strong>Good ≤ 0.6 or 60%; Bad > 0.6 or 60%</strong>.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li><strong>Liquidity Ratios</strong>: Measure a corporation's ability to meet its <strong>short-term obligations</strong>. Crucial for cash management, as running out of cash can lead to bankruptcy. Use <strong>year-end values</strong>.\n<ul>\n<li><strong>Current Ratio</strong>: Current Assets / Current Liabilities. Most popular liquidity ratio, assesses ability to pay obligations due within a year.\n<ul>\n<li>Simplified Benchmark: <strong>Good ≥ 2; Bad &#x3C; 2</strong>.</li>\n</ul>\n</li>\n<li><strong>Quick Ratio</strong>: (Cash + Accounts Receivable) / Current Liabilities. Answers if current liabilities can be paid solely from cash and accounts receivable.\n<ul>\n<li>Simplified Benchmark: <strong>Good ≈ 1</strong>.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li><strong>Other Ratios</strong>: Additional useful information.\n<ul>\n<li><strong>Accounts Receivable Turnover</strong>: Sales / Average Accounts Receivable Balance. How quickly receivables are collected.\n<ul>\n<li>Simplified Benchmark: <strong>Good ≥ 7.3; Bad &#x3C; 7.3</strong>.</li>\n</ul>\n</li>\n<li><strong>Inventory Turnover</strong>: Cost of Goods Sold / Inventory. How quickly inventory is converted to sales.\n<ul>\n<li>Simplified Benchmark: <strong>Good ≥ 6; Bad &#x3C; 6</strong>.</li>\n</ul>\n</li>\n<li><strong>Sales per Employee</strong>: Sales / Number of Employees. Measures how effectively the company uses its staff.\n<ul>\n<li>Simplified Benchmark: <strong>Good ≥ <span class=\"katex\"><span class=\"katex-mathml\"><math xmlns=\"http://www.w3.org/1998/Math/MathML\"><semantics><mrow><mn>100</mn><mo separator=\"true\">,</mo><mn>000</mn><mo separator=\"true\">;</mo><mi>B</mi><mi>a</mi><mi>d</mi><mo>&#x3C;</mo></mrow><annotation encoding=\"application/x-tex\">100,000; Bad &#x3C; </annotation></semantics></math></span><span class=\"katex-html\" aria-hidden=\"true\"><span class=\"base\"><span class=\"strut\" style=\"height:0.8889em;vertical-align:-0.1944em;\"></span><span class=\"mord\">100</span><span class=\"mpunct\">,</span><span class=\"mspace\" style=\"margin-right:0.1667em;\"></span><span class=\"mord\">000</span><span class=\"mpunct\">;</span><span class=\"mspace\" style=\"margin-right:0.1667em;\"></span><span class=\"mord mathnormal\" style=\"margin-right:0.05017em;\">B</span><span class=\"mord mathnormal\">a</span><span class=\"mord mathnormal\">d</span><span class=\"mspace\" style=\"margin-right:0.2778em;\"></span><span class=\"mrel\">&#x3C;</span></span></span></span>100,000</strong>.</li>\n</ul>\n</li>\n<li><strong>Cash per Share</strong>: Cash and Equivalents / Number of Common Shares Outstanding.</li>\n</ul>\n</li>\n</ol>","noteData":{},"unitTitle":"5. Financial Statement Analysis"},"__N_SSG":true}