{"pageProps":{"term":"1B","course":"ECON 101","unit":"2-demand-and-supply","note":"notes","noteContent":"<h1>2. Demand and Supply</h1>\n<p><strong>Markets and Prices</strong></p>\n<ul>\n<li>A <strong>competitive market</strong> has <strong>many buyers and many sellers</strong>, so no single buyer or seller can influence the price. This model applies to many real-world markets like those for crude oil.</li>\n<li>The <strong>money price</strong> of an object is the number of dollars given up for it.</li>\n<li>The <strong>relative price</strong> is the ratio of the money price of one good to the money price of another, representing its <strong>opportunity cost</strong>. When economists say \"price\" will fall, they mean its relative price will fall.</li>\n<li>Demand and supply determine relative prices.</li>\n</ul>\n<p><strong>Demand</strong>\nFor you to <strong>demand</strong> something, you must want it, be able to afford it, and plan to buy it.</p>\n<ul>\n<li><strong>Quantity demanded</strong> is the amount consumers plan to buy during a given time period at a particular price.</li>\n<li>The <strong>Law of Demand</strong> states: <strong>Other things remaining the same, the higher the price of a good, the smaller is the quantity demanded; and the lower the price of a good, the greater is the quantity demanded</strong>.\n<ul>\n<li><strong>Substitution effect</strong>: When a good's price rises, its relative price (opportunity cost) rises, increasing the incentive to switch to <strong>substitutes</strong> (other goods used in its place).</li>\n<li><strong>Income effect</strong>: When a good's price rises, it decreases the quantity of goods and services you can afford, effectively shrinking your <strong>real income</strong>, leading to a decrease in the quantity demanded.</li>\n</ul>\n</li>\n<li>The <strong>demand curve</strong> shows the relationship between the quantity demanded and price, holding other influences constant. It is also a <strong>willingness-and-ability-to-pay curve</strong>, which measures marginal benefit.</li>\n<li>A <strong>demand schedule</strong> is a table listing quantities demanded at various prices.</li>\n</ul>\n<p><strong>Influences on Demand</strong>:\nChanges in these factors shift the demand curve:</p>\n<ul>\n<li><strong>Prices of related goods</strong>:\n<ul>\n<li><strong>Substitutes</strong>: If the price of a substitute rises, demand for the original good increases (shifts rightward).</li>\n<li><strong>Complements</strong> (goods used together): If the price of a complement rises, demand for the original good decreases (shifts leftward).</li>\n</ul>\n</li>\n<li><strong>Expected future prices</strong>: If the price is expected to rise, current demand increases.</li>\n<li><strong>Income</strong>:\n<ul>\n<li><strong>Normal good</strong>: Demand increases as income increases.</li>\n<li><strong>Inferior good</strong>: Demand decreases as income increases.</li>\n</ul>\n</li>\n<li><strong>Expected future income and credit</strong>: If expected future income rises or credit becomes easier, current demand increases.</li>\n<li><strong>Population</strong>: An increase in population increases demand.</li>\n<li><strong>Preferences</strong>: Likes and dislikes determine the value people place on goods; changes in preferences shift demand.</li>\n</ul>\n<p><strong>Change in Quantity Demanded vs. Change in Demand</strong></p>\n<ul>\n<li>A <strong>change in the quantity demanded</strong> is a <strong>movement along the demand curve</strong> caused by a change in the good's own price.</li>\n<li>A <strong>change in demand</strong> is a <strong>shift of the entire demand curve</strong> caused by a change in any other influence on buying plans.</li>\n</ul>\n<p><strong>Supply</strong>\nFor a firm to <strong>supply</strong> a good, it must have the resources and technology to produce it, be able to profit from producing it, and plan to produce it.</p>\n<ul>\n<li><strong>Quantity supplied</strong> is the amount producers plan to sell during a given time period at a particular price.</li>\n<li>The <strong>Law of Supply</strong> states: <strong>Other things remaining the same, the higher the price of a good, the greater is the quantity supplied; and the lower the price of a good, the smaller is the quantity supplied</strong>.</li>\n<li>The <strong>supply curve</strong> shows the relationship between the quantity supplied and price, holding other influences constant. It also represents the <strong>minimum supply-price</strong> at which producers are willing to sell an additional unit.</li>\n<li>A <strong>supply schedule</strong> is a table listing quantities supplied at various prices.</li>\n</ul>\n<p><strong>Influences on Supply</strong>:\nChanges in these factors shift the supply curve:</p>\n<ul>\n<li><strong>Prices of factors of production</strong>: If input prices rise, supply decreases.</li>\n<li><strong>Prices of related goods produced</strong>: If the price of a substitute in production rises, supply of the original good decreases. If the price of a complement in production rises, supply of the original good increases.</li>\n<li><strong>Expected future prices</strong>: If the price is expected to rise, current supply decreases.</li>\n<li><strong>Number of suppliers</strong>: An increase in the number of suppliers increases supply.</li>\n<li><strong>Technology</strong>: Advances in technology increase supply by lowering production costs.</li>\n<li><strong>State of nature</strong>: Natural events (e.g., weather) can influence supply.</li>\n</ul>\n<p><strong>Change in Quantity Supplied vs. Change in Supply</strong></p>\n<ul>\n<li>A <strong>change in the quantity supplied</strong> is a <strong>movement along the supply curve</strong> caused by a change in the good's own price.</li>\n<li>A <strong>change in supply</strong> is a <strong>shift of the entire supply curve</strong> caused by a change in any other influence on selling plans.</li>\n</ul>\n<p><strong>Market Equilibrium</strong></p>\n<ul>\n<li><strong>Equilibrium price</strong> is the price at which the <strong>quantity demanded equals the quantity supplied</strong>.</li>\n<li><strong>Equilibrium quantity</strong> is the quantity bought and sold at the equilibrium price.</li>\n<li>When the price is <strong>above</strong> equilibrium, there is a <strong>surplus</strong> (quantity supplied exceeds quantity demanded), and the price falls.</li>\n<li>When the price is <strong>below</strong> equilibrium, there is a <strong>shortage</strong> (quantity demanded exceeds quantity supplied), and the price rises.</li>\n<li>The price acts as a <strong>regulator</strong>, coordinating buying and selling plans.</li>\n</ul>\n<p><strong>Predicting Changes in Price and Quantity</strong></p>\n<ul>\n<li><strong>Increase in Demand</strong>: Shifts demand curve rightward, leads to a <strong>rise in price</strong> and an <strong>increase in quantity supplied</strong>.</li>\n<li><strong>Decrease in Demand</strong>: Shifts demand curve leftward, leads to a <strong>fall in price</strong> and a <strong>decrease in quantity supplied</strong>.</li>\n<li><strong>Increase in Supply</strong>: Shifts supply curve rightward, leads to a <strong>fall in price</strong> and an <strong>increase in quantity demanded</strong>.</li>\n<li><strong>Decrease in Supply</strong>: Shifts supply curve leftward, leads to a <strong>rise in price</strong> and a <strong>decrease in quantity demanded</strong>.</li>\n</ul>\n<p><strong>Changes in Both Demand and Supply</strong></p>\n<ul>\n<li><strong>Increase in both demand and supply</strong>: Quantity increases, price might rise or fall.</li>\n<li><strong>Decrease in both demand and supply</strong>: Quantity decreases, price might rise or fall.</li>\n<li><strong>Decrease in demand, Increase in supply</strong>: Price falls, quantity might increase or decrease.</li>\n<li><strong>Increase in demand, Decrease in supply</strong>: Price rises, quantity might increase or decrease.</li>\n</ul>\n<p><strong>Mathematical Notes on Demand and Supply</strong></p>\n<ul>\n<li>A demand curve can be represented by a linear equation like <code>P = a - bQD</code> where <code>a</code> is the y-axis intercept (maximum price) and <code>b</code> is the slope.</li>\n<li>A supply curve can be represented by a linear equation like <code>P = c + dQS</code> where <code>c</code> is the y-axis intercept (minimum supply price) and <code>d</code> is the slope.</li>\n<li>Market equilibrium occurs where <code>QD = QS</code>.</li>\n</ul>","noteData":{},"unitTitle":"2-demand-and-supply"},"__N_SSG":true}