{"pageProps":{"term":"1B","course":"ECON 101","unit":"10-monopoly","note":"notes","noteContent":"<h1>10. Monopoly</h1>\n<p><strong>Monopoly</strong> is a market structure characterized by a <strong>single supplier</strong> of a good or service that has <strong>no close substitutes</strong> and where <strong>barriers to entry prevent competition</strong>.</p>\n<p><strong>How Monopoly Arises (Barriers to Entry)</strong></p>\n<ul>\n<li><strong>Natural barrier</strong>: Economies of scale allow one firm to supply the entire market at the lowest possible cost (creating a <strong>natural monopoly</strong>).</li>\n<li><strong>Legal barrier</strong>: Competition and entry are restricted by:\n<ul>\n<li><strong>Public franchise</strong>: Exclusive right granted by government.</li>\n<li><strong>Government license</strong>: Controls entry into professions.</li>\n<li><strong>Patent</strong>: Exclusive right to an inventor for a good/service/process for a given number of years.</li>\n<li><strong>Copyright</strong>: Exclusive right to authors/artists.</li>\n</ul>\n</li>\n<li><strong>Ownership barrier</strong>: One firm owns a significant portion of a key resource.</li>\n</ul>\n<p><strong>Monopoly Price-Setting Strategies</strong></p>\n<ul>\n<li><strong>Single-price monopoly</strong>: Must sell each unit of its output for the same price to all customers.</li>\n<li><strong>Price discrimination</strong>: Sells different units of a good or service for different prices (e.g., selling to different groups of buyers at different prices).</li>\n</ul>\n<p><strong>A Single-Price Monopoly's Output and Price Decision</strong></p>\n<ul>\n<li>Because there is only one firm, the <strong>demand curve facing the monopoly is the market demand curve</strong>.</li>\n<li><strong>Total Revenue (TR)</strong>: <code>Price (P) x Quantity Sold (Q)</code>.</li>\n<li><strong>Marginal Revenue (MR)</strong>: Change in TR from a one-unit increase in quantity.</li>\n<li>For a single-price monopoly, <strong>marginal revenue is always less than price</strong>. This is because to sell an additional unit, the monopolist must lower the price on <em>all</em> units sold, not just the additional one.</li>\n<li><strong>Relationship between MR and Elasticity of Demand</strong>:\n<ul>\n<li>If demand is <strong>elastic (elasticity > 1)</strong>, a price cut increases total revenue, so <strong>MR is positive</strong>.</li>\n<li>If demand is <strong>inelastic (elasticity &#x3C; 1)</strong>, a price cut decreases total revenue, so <strong>MR is negative</strong>.</li>\n<li>If demand is <strong>unit elastic (elasticity = 1)</strong>, total revenue is maximized, so <strong>MR is zero</strong>.</li>\n</ul>\n</li>\n<li>A <strong>profit-maximizing monopoly never produces an output in the inelastic range</strong> of its demand curve. It can always increase profit by charging a higher price and producing a smaller quantity.</li>\n<li><strong>Profit-Maximizing Output and Price</strong>: A monopoly maximizes profit by producing the quantity at which <strong>MR = MC</strong>. It then sets the price at the <strong>highest price consumers are willing to pay</strong> for that quantity, found on the demand curve.</li>\n</ul>\n<p><strong>Single-Price Monopoly and Competition Compared</strong></p>\n<ul>\n<li>Compared to a perfectly competitive market, a single-price monopoly produces a <strong>smaller output and charges a higher price</strong>.</li>\n<li><strong>Inefficiency of Monopoly</strong>:\n<ul>\n<li>Perfect competition (with no externalities) is efficient (MSB = MSC).</li>\n<li>A single-price monopoly is <strong>inefficient</strong> because it restricts output, leading to <strong>underproduction</strong>. This creates a <strong>deadweight loss</strong> (social loss). The sum of consumer and producer surplus is not maximized.</li>\n<li>Monopoly also leads to a <strong>redistribution of surpluses</strong>, converting some consumer surplus into producer surplus and economic profit for the monopolist.</li>\n</ul>\n</li>\n</ul>\n<p><strong>Rent Seeking</strong></p>\n<ul>\n<li><strong>Economic rent</strong> is any surplus (consumer, producer, or economic profit).</li>\n<li><strong>Rent seeking</strong> is the <strong>pursuit of wealth by capturing economic rent</strong>, often through political activity (e.g., lobbying for legal barriers to entry).</li>\n<li>The social cost of monopoly can exceed the deadweight loss because resources are used up in rent-seeking activities. With free entry into rent seeking, the entire economic profit can be dissipated into rent-seeking costs.</li>\n</ul>\n<p><strong>Price Discrimination</strong></p>\n<ul>\n<li>This is the practice of selling different units of a good/service for different prices.</li>\n<li>It aims to <strong>increase profit and producer surplus</strong> by converting consumer surplus into economic profit.</li>\n<li><strong>Perfect price discrimination</strong> occurs when a firm sells each unit of output for the <strong>highest price anyone is willing to pay for it</strong>, extracting the entire consumer surplus. While it increases producer surplus and often leads to an efficient quantity of output, it does not necessarily reduce deadweight loss (it transfers surplus).</li>\n</ul>\n<p><strong>Monopoly Regulation</strong>\nGovernments regulate monopolies to influence prices, quantities, and other aspects of economic activity.</p>\n<ul>\n<li><strong>Social interest theory</strong>: Argues regulation aims to eliminate deadweight loss and achieve efficiency.</li>\n<li><strong>Capture theory</strong>: Argues regulation serves the self-interest of the producer, who \"captures\" the regulator.</li>\n<li><strong>Efficient Regulation (Marginal Cost Pricing Rule)</strong>: Setting price equal to marginal cost (<code>P = MC</code>) achieves allocative efficiency (MSB = MSC). However, for a natural monopoly with decreasing average costs, <code>MC &#x3C; ATC</code>, so <code>P = MC</code> would result in an <strong>economic loss</strong> for the firm, requiring a subsidy.</li>\n<li><strong>Second-Best Regulation (Average Cost Pricing Rule)</strong>: Setting price equal to average total cost (<code>P = ATC</code>) allows the firm to cover its costs and make zero economic profit (including normal profit). This is <strong>inefficient</strong> because <code>P > MC</code>, leading to underproduction and deadweight loss, though less than an unregulated monopoly.</li>\n<li><strong>Rate of Return Regulation</strong>: Sets prices to allow the firm to earn a specified target rate of return on its capital. Can create incentives for inefficient production and inflated costs.</li>\n<li><strong>Price Cap Regulation</strong>: A regulation that specifies the highest price the firm is permitted to set. It can be more effective than rate of return regulation because it gives the firm an incentive to minimize costs.</li>\n</ul>","noteData":{},"unitTitle":"10-monopoly"},"__N_SSG":true}