{"pageProps":{"term":"1B","course":"COMM 101","unit":"7.-Mutual-Funds-and-Exchange-Traded-Funds","note":"notes","noteContent":"<h3>Unit 7: Mutual Funds and Exchange Traded Funds</h3>\n<p>This unit explores two popular pooled investment vehicles: mutual funds and exchange-traded funds (ETFs).</p>\n<h3>Mutual Funds</h3>\n<p>A <strong>mutual fund</strong> is an investment alternative where money from several investors is <strong>pooled together</strong> to create a large fund that invests in a specified market and is <strong>managed by a professional</strong>. They are popular because they allow small investors to <strong>diversify risk</strong>, get access to <strong>professional managers</strong>, buy and sell easily, and simplify investment decisions.</p>\n<ul>\n<li><strong>Structures of Mutual Funds</strong>:\n<ul>\n<li><strong>Open-End Fund</strong>:\n<ul>\n<li>The <strong>most popular structure</strong>, typically a trust.</li>\n<li>The fund <strong>creates new units when investors buy and cancels units when investors sell</strong>, meaning the number of outstanding units fluctuates.</li>\n<li>All transactions take place at the <strong>end of the trading day</strong> after markets have closed.</li>\n<li>The price is based on the fund's <strong>Net Asset Value (NAV)</strong>, calculated from the closing prices of all securities it holds, its cash balance, and the number of units outstanding.</li>\n<li>Investors place orders before market close but <strong>do not know the actual price</strong> they will pay or receive until NAV is calculated.</li>\n</ul>\n</li>\n<li><strong>Closed-End Fund</strong>:\n<ul>\n<li>A <strong>corporation formed for investing</strong>, which issues <strong>common shares to the public only once</strong> during its initial public offering (IPO).</li>\n<li>Its shares then <strong>trade on a stock exchange like any other shares</strong> throughout the day.</li>\n<li>NAV is calculated similarly to open-end funds. However, investors buy and sell at the <strong>market price</strong>, which depends on supply and demand, and can trade at a <strong>premium or discount to NAV</strong>.</li>\n<li>Much less popular than open-end funds (about 1% of the market) due to not trading at NAV.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li><strong>Regulation</strong>: All mutual funds are regulated by the same securities commissions that regulate stock markets.\n<ul>\n<li>Both open-end and closed-end funds issue a <strong>prospectus</strong> detailing investment objectives, strategies, managers, risks, suitability, management fees, sales charges, and operating expenses.</li>\n<li>For open-end funds, the prospectus must be updated regularly and made available; it normally reports the fund's <strong>10 largest holdings</strong> as of a recent quarter-end.</li>\n</ul>\n</li>\n<li><strong>Categorization by Market</strong>: Mutual funds are categorized by the markets they invest in and must specify this in their prospectus, only allowed to trade in that market.\n<ul>\n<li><strong>Equity Funds</strong>: Buy common and preferred shares.</li>\n<li><strong>Bond Funds</strong>: Buy bonds.</li>\n<li><strong>Balanced Funds</strong>: Buy both shares and bonds. These had the most assets in the Canadian mutual fund industry as of April 2019.</li>\n<li><strong>Money Market Funds</strong>: Buy money market securities.</li>\n<li><strong>Specialty Funds</strong>: Formed for a specific niche, such as a commodity or sector (e.g., healthcare, high tech). More volatile but provide targeted access.</li>\n<li>Within each category, there are many choices, including <strong>Target Date funds</strong> (asset breakdown shifts from equity to fixed income as a target year approaches), funds restricted by company size (small, medium, large cap) or geography, and those following <strong>value or growth investing styles</strong>. <strong>Index funds</strong> track a specific market index.</li>\n</ul>\n</li>\n<li><strong>Fees and Charges</strong>: One of the disadvantages of mutual funds is the various fees.\n<ul>\n<li><strong>Sales Commission (Load)</strong>:\n<ul>\n<li><strong>Front-End Load</strong>: Commission imposed when the fund is purchased, deducted from the invested amount.</li>\n<li><strong>Back-End Load</strong>: Commission imposed when the fund is sold; typically reduces the longer the fund is held, often becoming zero after 5-7 years.</li>\n<li><strong>No-Load Funds</strong>: Do not charge any sales commission. Studies suggest no-load funds have historically <strong>outperformed load funds</strong>.</li>\n</ul>\n</li>\n<li><strong>Other Fees</strong>:\n<ul>\n<li><strong>Management fee</strong> paid to the investment manager.</li>\n<li><strong>Operating Expenses</strong> (accounting, auditing, legal, tax expenses, record-keeping, statements). Many funds waive load charges for reinvestments or regular savings plan contributions.</li>\n<li><strong>Trailing commissions</strong> paid to advisors who recommended the fund.</li>\n<li><strong>Trading expenses</strong>.</li>\n</ul>\n</li>\n<li>The average actively managed fund in Canada charged total fees amounting to 2.14% of assets as of December 2016. Performance is reported <strong>net of fees</strong>.</li>\n</ul>\n</li>\n<li><strong>Choosing a Mutual Fund</strong>: Investors should consider their <strong>investment goals</strong> (purpose, time horizon, risk tolerance, emergency needs).\n<ul>\n<li><strong>Time Horizon Guidelines</strong>:\n<ul>\n<li>Money market funds: 1-2 year savings plans.</li>\n<li>Fixed income funds: 1-3 year plans.</li>\n<li>Balanced funds: 2-7 year plans.</li>\n<li>Equity funds: 5+ year plans.</li>\n</ul>\n</li>\n<li><strong>Information Sources</strong>: TMX Money (free screener), Morningstar (limited free info, significant paid info), major Canadian banks (wealth of information on funds, holdings, fees, performance, etc.).</li>\n<li><strong>Key Metrics for Evaluation</strong>: Fund description, investment limitations, top 10 holdings, geographic and sector breakdown, management expenses, manager information, past performance (various horizons), annual portfolio turnover, Morningstar rating, <strong>Beta</strong>, and <strong>Sharpe ratio</strong>.\n<ul>\n<li><strong>Beta</strong>: A number usually between 0 and 2. <strong>Betas over 1</strong> indicate <strong>more volatile</strong> than the benchmark; <strong>under 1</strong> indicate <strong>less volatile</strong>. Funds with higher betas should generate higher returns due to riskier securities.</li>\n<li><strong>Sharpe Ratio</strong>: Measures <strong>how much extra return the fund earns for its volatility</strong>. A higher Sharpe ratio is better, suggesting high returns due to better security selection rather than just taking on more risk. It should be compared to the average Sharpe ratio for the category.</li>\n</ul>\n</li>\n<li><strong>Summary</strong>: Assess goals and risk tolerance, do homework, get comfortable with the manager, and assess past performance (but remember the future is not guaranteed).</li>\n</ul>\n</li>\n<li><strong>Mutual Fund Returns</strong>: Come from any distributions the fund makes to unitholders (interest, dividends, or capital gains) and selling the unit at a higher price.\n<ul>\n<li>Distributions are <strong>taxable</strong> in the hands of the investor.</li>\n<li>Funds often allow investors to <strong>automatically reinvest distributions</strong>, leading to more units.</li>\n<li>Return calculation: If distributions are reinvested or no distributions were made, the annual compound return is calculated as <code>(Selling Price / Purchase Price)^(1/Years Held) - 1</code>. If distributions are not reinvested, the calculation is based on the present value of all distributions plus the present value of the final sale proceeds.</li>\n</ul>\n</li>\n</ul>\n<h3>Exchange Traded Funds (ETFs)</h3>\n<p>The <strong>Exchange Traded Fund (ETF)</strong> is designed to <strong>combine the advantages of an open-end mutual fund</strong> (pooled money, professional manager, trades at NAV) <strong>with the advantage of a closed-end fund</strong> (trades throughout the day). While initially created to track an index, today there are both actively and passively managed ETFs.</p>\n<ul>\n<li><strong>Creation Process</strong>:\n<ol>\n<li>A <strong>sponsor</strong> (bank, financial manager) decides on the ETF's investment objective and files a plan with the securities commission.</li>\n<li>Once approved, the sponsor finds <strong>Authorized Participants (APs)</strong>, typically large broker-dealers, who agree to purchase large blocks of ETF shares (e.g., 50,000 shares), known as <strong>creation units</strong>.</li>\n<li>APs usually pay for shares by <strong>exchanging a basket of securities that mirrors the ETF's intended portfolio</strong> (though cash is possible).</li>\n<li>The ETF then holds the underlying securities, and the APs hold a large quantity of ETF shares, which are then listed on a stock exchange and begin trading like any other stock.</li>\n</ol>\n</li>\n<li><strong>Price Alignment with NAV</strong>: Although an ETF's market price could fluctuate, a key feature keeps it trading <strong>at or near the value of its underlying index/NAV</strong>. This is maintained through <strong>arbitrage opportunities</strong> exploited by APs. If the ETF's market price trades above its underlying index value, APs can buy the underlying securities, create ETF units, and sell the ETF units short for a profit, which drives the ETF price back down. This mechanism works efficiently; a 2014 study found 90% of ETF prices trade at levels making this arbitrage unprofitable.</li>\n<li><strong>Trading Flexibility</strong>: Because an ETF trades like any other stock, investors can place <strong>limit orders, market orders, stop-loss or stop-buy orders, sell short, and buy on margin</strong>. This is in contrast to mutual funds, where investors buy or sell without knowing the actual price and cannot short-sell a fund.</li>\n<li><strong>Fees and Charges</strong>:\n<ul>\n<li><strong>Acquisition Costs (one-time purchase)</strong>: The costs of buying an ETF are the <strong>same as buying any other share</strong> (brokerage commissions), which are <strong>drastically lower than front-end load mutual funds</strong>.</li>\n<li><strong>Acquisition Costs (regular savings plan)</strong>: For monthly savings plans, ETFs can be <strong>more expensive than mutual funds</strong> due to per-trade commissions (e.g., $10 per trade), which can be a significant percentage for small monthly contributions. Many mutual funds waive sales charges for regular savings plan contributions.</li>\n<li><strong>Operational Expenses</strong>: Much <strong>lower than mutual funds</strong> because ETF sponsors deal primarily with APs, not directly administering individual investor accounts.</li>\n<li><strong>Management Fees</strong>: Often <strong>substantially less than actively managed mutual funds</strong>, especially for ETFs designed to mirror an index, as there is no professional manager making investment decisions beyond tracking the index. Even actively managed ETFs may have somewhat lower management fees than mutual funds.</li>\n</ul>\n</li>\n<li><strong>Variety of ETFs</strong>: The breadth of ETF choices is as broad as mutual funds. They include equity, bond, balanced, specialty, and money market categories. Many still track indexes, but there are also actively managed ETFs.</li>\n<li><strong>Uses of ETFs</strong>:\n<ul>\n<li><strong>Passive Investment Strategy</strong>: Many investors use ETFs as part of a passive investment strategy.</li>\n<li><strong>Portfolio Diversification, Risk Management, Asset Allocation</strong>: Their ease of trading and low cost allow investors to quickly diversify their portfolios, manage risks, and alter asset allocation. This flexibility is a significant advantage over mutual funds, where loads can disincentivize changes.</li>\n<li><strong>Hedging</strong>: Investors can use ETFs to quickly mitigate risks, e.g., selling short an equity index ETF to offset potential losses from being over-invested in the stock market.</li>\n<li><strong>International Investing</strong>: Portfolio managers can use country-specific equity index ETFs to quickly shift capital between countries.</li>\n<li>Overall, ETFs are considered a <strong>more flexible investment alternative than mutual funds</strong> due to lower operational costs and stock-like tradability.</li>\n</ul>\n</li>\n<li><strong>Choosing an ETF</strong>: Many of the same metrics used for mutual funds apply.\n<ul>\n<li>Key information includes: fund description, investment limitations, assets under management (AUM), geographic and sector breakdown, management expenses, performance, Beta, and Sharpe ratios.</li>\n<li><strong>Crucial Difference</strong>: ETF providers are typically required to <strong>disclose their holdings every day</strong>, providing more current information than mutual funds (which update quarterly).</li>\n<li><strong>Factors Relating to Liquidity (specific to ETFs)</strong>:\n<ul>\n<li><strong>Size and Average Daily Trading Volume</strong>: Smaller or newer ETFs (&#x3C;$10 million AUM or &#x3C;10,000 shares average daily volume) may trade sporadically, making it difficult to get a fair price, indicating a higher liquidity risk.</li>\n<li><strong>Underlying Index/Benchmark Liquidity</strong>: ETFs tracking illiquid underlying assets (e.g., small companies in emerging markets) may struggle to track their index precisely, as large buy/sell orders can impact the price of those underlying shares. This can lead to the ETF's market price trading at a discount to its NAV due to this liquidity risk. ETFs tracking large, liquid indices (e.g., S&#x26;P 500) are less affected.</li>\n</ul>\n</li>\n<li><strong>Other Factors</strong>: Consider the ETF's <strong>sponsor</strong> (their commitment and customer base). For ETFs designed to mirror a major index, the <strong>lowest cost ETF will generate the highest returns</strong>. For actively managed ETFs, costs should be evaluated in light of past performance.</li>\n</ul>\n</li>\n<li><strong>ETF Returns</strong>: Calculating the return earned on an ETF is <strong>identical to calculating a return on a mutual fund</strong>.\n<ul>\n<li>If distributions are not reinvested, you would compute the present value of all distributions plus the present value of the sales proceeds.</li>\n<li>If distributions are reinvested (or none were made), the return is calculated simply as the compound annual growth rate of the initial investment to the final sale proceeds.</li>\n</ul>\n</li>\n</ul>\n<h3>Comparing ETFs and Mutual Funds</h3>\n<p>Both ETFs and mutual funds involve pooling funds for a common objective. They share similarities in providing <strong>diversification, professional management, regulatory oversight, liquidity, accessibility, and variety of investment options</strong>. However, there are significant differences:</p>\n<table>\n<thead>\n<tr>\n<th>Factor</th>\n<th>ETFs</th>\n<th>Mutual Funds</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><strong>Trading</strong></td>\n<td><strong>Trade throughout the day</strong> on stock exchanges, allowing real-time pricing.</td>\n<td><strong>Trade once daily after the market closes</strong> at the Net Asset Value (NAV). Orders are placed before market close, so investors don't know the exact price.</td>\n</tr>\n<tr>\n<td><strong>Acquisition Costs</strong></td>\n<td><strong>Lower</strong> (same trading commission as for stocks).</td>\n<td><strong>Much higher for front-end load funds</strong>. Higher for back-end load funds when redeemed in the first 5-7 years. No cost for no-load funds.</td>\n</tr>\n<tr>\n<td><strong>Regular Savings Plan Costs</strong></td>\n<td><strong>Higher</strong> over the long term (same trading commission as for stocks on every purchase).</td>\n<td><strong>Lower</strong> (many funds waive acquisition costs for regular savings plans).</td>\n</tr>\n<tr>\n<td><strong>Management Fees</strong></td>\n<td><strong>Much lower for index funds</strong>; somewhat lower for actively managed ETFs.</td>\n<td><strong>Much higher for actively managed funds</strong>; somewhat higher for index funds.</td>\n</tr>\n<tr>\n<td><strong>Operational Costs</strong></td>\n<td><strong>Lower</strong> (sponsors deal with Authorized Participants, not individual investor accounts).</td>\n<td><strong>Higher</strong> (due to administering investor accounts, preparing statements, tax slips, etc.).</td>\n</tr>\n<tr>\n<td><strong>Buy on Margin / Sell Short</strong></td>\n<td><strong>Yes</strong>.</td>\n<td><strong>No</strong>.</td>\n</tr>\n<tr>\n<td><strong>Order Types</strong></td>\n<td><strong>Yes</strong> (limit, market, stop-loss, stop-buy orders).</td>\n<td><strong>No</strong> (only market orders, after close of trading).</td>\n</tr>\n<tr>\n<td><strong>Tax Efficiency</strong></td>\n<td><strong>More tax-efficient</strong> (investors generally only pay capital gains tax when they sell their shares; in-kind creation/redemption minimizes capital gains distributions).</td>\n<td><strong>Less tax-efficient</strong> (buying or selling by fund managers can trigger capital gains that are passed on to investors, even if investors haven't sold their shares).</td>\n</tr>\n<tr>\n<td><strong>Minimum Investment</strong></td>\n<td>Price of <strong>one share</strong>. Highly accessible.</td>\n<td>Generally <strong>higher minimum initial investment</strong>.</td>\n</tr>\n<tr>\n<td><strong>Management Style</strong></td>\n<td><strong>Primarily passive</strong>, tracking an index. Though actively managed ETFs exist.</td>\n<td>Often <strong>active</strong>, with professional managers picking investments to beat the market or shift assets (e.g., target-date funds). Most mutual funds are actively managed.</td>\n</tr>\n<tr>\n<td><strong>Transparency of Holdings</strong></td>\n<td>Required to <strong>disclose holdings daily</strong>, providing current information.</td>\n<td>Typically report holdings <strong>quarterly</strong>, with prospectus showing top 10 holdings.</td>\n</tr>\n<tr>\n<td><strong>Primary Uses</strong></td>\n<td>Passive investing, <strong>portfolio diversification, asset allocation, risk management</strong>, hedging. More flexible.</td>\n<td>Passive investing, some portfolio diversification. Often used for <strong>long-term investing</strong> and <strong>retirement planning</strong> (e.g., target-date funds).</td>\n</tr>\n</tbody>\n</table>\n<ul>\n<li><strong>Overall Conclusion</strong>: ETFs generally represent a <strong>superior alternative to mutual funds</strong> due to lower costs and higher liquidity. However, mutual funds still hold an advantage in certain situations, such as <strong>monthly savings plans</strong> where commission charges might make ETFs more expensive. As of 2019, mutual funds still held significantly more of Canadians' financial wealth than ETFs.</li>\n</ul>","noteData":{},"unitTitle":"7. Mutual Funds and Exchange Traded Funds"},"__N_SSG":true}