{"pageProps":{"term":"1B","course":"ECON 101","unit":"3-elasticity","note":"notes","noteContent":"<h1>3. Elasticity</h1>\n<p><strong>Elasticity</strong> is a <strong>units-free measure of the responsiveness</strong> of a quantity demanded or supplied to a change in its price or other influencing factors. It allows comparison of responsiveness across different goods.</p>\n<p><strong>Price Elasticity of Demand</strong></p>\n<ul>\n<li>The <strong>price elasticity of demand</strong> measures the <strong>responsiveness of the quantity demanded of a good to a change in its price</strong>, other things remaining the same.</li>\n<li><strong>Calculation</strong>:\n<code>Price elasticity of demand = (Percentage change in quantity demanded) / (Percentage change in price)</code>\nor\n<code>Price elasticity of demand = (%∆Q / %∆P)</code>\nTo calculate, use the <strong>average price and average quantity</strong> to measure elasticity at the midpoint between two points. Elasticity is a units-free measure because it's a ratio of two percentage changes. The absolute value is used, ignoring the minus sign.</li>\n<li><strong>Types of Price Elasticity of Demand</strong>:\n<ul>\n<li><strong>Perfectly elastic demand</strong>: Quantity demanded changes by an infinitely large percentage in response to a tiny price change (elasticity = infinity, horizontal demand curve).</li>\n<li><strong>Elastic demand</strong>: Percentage change in quantity demanded is <em>greater than</em> the percentage change in price (elasticity > 1).</li>\n<li><strong>Unit elastic demand</strong>: Percentage change in quantity demanded <em>equals</em> the percentage change in price (elasticity = 1).</li>\n<li><strong>Inelastic demand</strong>: Percentage change in quantity demanded is <em>less than</em> the percentage change in price (elasticity between 0 and 1).</li>\n<li><strong>Perfectly inelastic demand</strong>: Quantity demanded remains constant when the price changes (elasticity = 0, vertical demand curve).</li>\n</ul>\n</li>\n<li><strong>Factors Influencing Price Elasticity of Demand</strong>:\n<ul>\n<li><strong>Closeness of substitutes</strong>: The closer the substitutes, the more elastic the demand. Necessities (poor substitutes) tend to have inelastic demand; luxuries (many substitutes) tend to have elastic demand.</li>\n<li><strong>Proportion of income spent on the good</strong>: The larger the proportion of income spent, the more elastic the demand.</li>\n<li><strong>Time elapsed since the price change</strong>: The longer the time elapsed, the more elastic the demand.</li>\n</ul>\n</li>\n<li><strong>Elasticity Along a Linear Demand Curve</strong>: A linear demand curve has a constant slope but varying elasticity. It is elastic above the midpoint, unit elastic at the midpoint, and inelastic below the midpoint.</li>\n<li><strong>Total Revenue Test</strong>: This method uses the relationship between price changes and total revenue to determine elasticity:\n<ul>\n<li>If demand is <strong>elastic</strong>, a price cut <strong>increases total revenue</strong> (and a price rise decreases it).</li>\n<li>If demand is <strong>inelastic</strong>, a price cut <strong>decreases total revenue</strong> (and a price rise increases it).</li>\n<li>If demand is <strong>unit elastic</strong>, a price cut <strong>leaves total revenue unchanged</strong> (it's at its maximum).</li>\n</ul>\n</li>\n</ul>\n<p><strong>More Elasticities of Demand</strong></p>\n<ul>\n<li><strong>Income Elasticity of Demand</strong>: Measures the <strong>responsiveness of demand for a good to a change in income</strong>, other things remaining the same.\n<code>Income elasticity of demand = (Percentage change in quantity demanded) / (Percentage change in income)</code>\n<ul>\n<li><strong>Normal good</strong>: Income elasticity is <strong>positive</strong>.\n<ul>\n<li><strong>Income elastic</strong>: Income elasticity > 1 (e.g., airline travel, movies); percentage increase in quantity demanded is greater than percentage increase in income.</li>\n<li><strong>Income inelastic</strong>: Income elasticity between 0 and 1 (e.g., food, clothing); percentage increase in quantity demanded is positive but less than percentage increase in income.</li>\n</ul>\n</li>\n<li><strong>Inferior good</strong>: Income elasticity is <strong>negative</strong> (demand decreases as income increases).</li>\n</ul>\n</li>\n<li><strong>Cross Elasticity of Demand</strong>: Measures the <strong>responsiveness of demand for a good to a change in the price of a substitute or complement</strong>, other things remaining the same.\n<code>Cross elasticity of demand = (Percentage change in quantity demanded of good 1) / (Percentage change in price of good 2)</code>\n<ul>\n<li><strong>Substitutes</strong>: Cross elasticity is <strong>positive</strong>. If the price of one increases, the quantity demanded of the other increases.</li>\n<li><strong>Complements</strong>: Cross elasticity is <strong>negative</strong>. If the price of one increases, the quantity demanded of the other decreases.</li>\n<li><strong>Unrelated goods</strong>: Cross elasticity is <strong>zero</strong>.</li>\n</ul>\n</li>\n</ul>\n<p><strong>Elasticity of Supply</strong></p>\n<ul>\n<li>The <strong>elasticity of supply</strong> measures the <strong>responsiveness of the quantity supplied to a change in the price of a good</strong>, other things remaining the same.</li>\n<li><strong>Calculation</strong>:\n<code>Elasticity of supply = (Percentage change in quantity supplied) / (Percentage change in price)</code></li>\n<li><strong>Types of Elasticity of Supply</strong>:\n<ul>\n<li><strong>Perfectly inelastic supply</strong>: Quantity supplied is fixed regardless of price (elasticity = 0, vertical supply curve).</li>\n<li><strong>Unit elastic supply</strong>: Percentage change in price equals percentage change in quantity (elasticity = 1). A linear supply curve passing through the origin is unit elastic.</li>\n<li><strong>Elastic supply</strong>: Elasticity > 1.</li>\n<li><strong>Perfectly elastic supply</strong>: Sellers willing to offer any quantity for sale at a given price (elasticity = infinity, horizontal supply curve).</li>\n</ul>\n</li>\n<li><strong>Factors Influencing Elasticity of Supply</strong>:\n<ul>\n<li><strong>Resource substitution possibilities</strong>: If resources can be easily reallocated to produce other goods, supply is more elastic.</li>\n<li><strong>Time frame for the supply decision</strong>:\n<ul>\n<li><strong>Momentary supply</strong>: Response at the instant of price change (often perfectly inelastic).</li>\n<li><strong>Short-run supply</strong>: Response after some technologically feasible adjustments.</li>\n<li><strong>Long-run supply</strong>: Response after all technologically feasible adjustments. The longer the time frame, the more elastic the supply.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>","noteData":{},"unitTitle":"3-elasticity"},"__N_SSG":true}