{"pageProps":{"term":"1B","course":"COMM 101","unit":"8.-Options","note":"notes","noteContent":"<h1>8. Options</h1>\n<p>This unit introduces options, their terminology, and basic concepts.</p>\n<ul>\n<li><strong>Definition</strong>: An option is a <strong>financial contract in which the value of the contract is derived from the value of something else</strong>. That \"something else\" can be an individual common stock, an interest rate, a commodity, or an index.</li>\n<li><strong>Terminology</strong>:\n<ul>\n<li><strong>Call Option</strong>: Gives the holder the <strong>right to buy</strong> an underlying asset at a specified price.</li>\n<li><strong>Put Option</strong>: Gives the holder the <strong>right to sell</strong> an underlying asset at a specified price.</li>\n<li><strong>Strike Price (Exercise Price)</strong>: The specified price at which the underlying asset can be bought or sold.</li>\n<li><strong>Expiration Date (Maturity)</strong>: The date by which the option must be exercised or it expires worthless. Options are available for maturities from 1 day up to 3 years.</li>\n<li><strong>In-the-Money</strong>: A call option is in-the-money if the underlying asset's price is above the strike price; a put option is in-the-money if the underlying asset's price is below the strike price. This means the option has intrinsic value.</li>\n<li><strong>Out-of-the-Money</strong>: A call option is out-of-the-money if the underlying asset's price is below the strike price; a put option is out-of-the-money if the underlying asset's price is above the strike price. This means the option has no intrinsic value.</li>\n</ul>\n</li>\n<li><strong>Payoff vs. Profit</strong>: (Implied, but not explicitly defined as terms in provided text, typically refers to the value of the option at expiration vs. the return after deducting the premium paid).</li>\n<li><strong>Basic Pricing Relationships</strong>: (Implied that the value of an option is derived from the value of the underlying stock, and more complex pricing models exist).</li>\n<li><strong>Strategies from Notes</strong>: (Review of specific option strategies would be covered in course lectures or notes not fully provided).</li>\n<li><strong>General Information</strong>: Options are readily tradable securities. They can be traded publicly. Investors can enter limit orders, market orders, stop-loss or stop-buy orders, sell short, and buy on margin for options, similar to stocks and ETFs.</li>\n</ul>","noteData":{},"unitTitle":"8. Options"},"__N_SSG":true}