{"pageProps":{"term":"1B","course":"COMM 101","unit":"2.-Corporations-and-Capital","note":"notes","noteContent":"<h1>2. Corporations and Capital</h1>\n<p>This unit explains how corporations are formed and how capital is created, focusing on their legal forms and financial structures.</p>\n<h3>Types of Businesses in Canada</h3>\n<p>In Canada, the three primary forms of business ownership are: <strong>Sole Proprietorship</strong>, <strong>Partnership</strong>, and <strong>Corporation</strong>. They differ in creation, duration, taxation, owner liability, transferability, and management.</p>\n<ul>\n<li><strong>Sole Proprietorship:</strong>\n<ul>\n<li><strong>Easiest and least costly to create</strong>. Often just requires registering the business name.</li>\n<li>There is <strong>no legal distinction between the owner and the business entity</strong>.</li>\n<li>The owner receives all profits and has <strong>unlimited responsibility for all losses and debts</strong>.</li>\n<li>The business's assets and debts are those of the proprietor.</li>\n</ul>\n</li>\n<li><strong>Partnership:</strong> (Mentioned as one of the three types but not detailed in the provided sources beyond being a type).</li>\n<li><strong>Corporation:</strong>\n<ul>\n<li>A <strong>legal entity, separate and distinct from its owners and managers</strong>, existing under government authority.</li>\n<li>In Canada, recognized by law as having the same rights and obligations as a natural person, able to purchase assets, enter contracts, borrow, sue, earn income.</li>\n<li><strong>Assets and liabilities are owned by the corporation</strong>, not the shareholders or managers. It is the most common form of business ownership today.</li>\n</ul>\n</li>\n</ul>\n<h3>Advantages to Incorporation</h3>\n<p>Incorporating a business offers several advantages due to its status as a separate legal entity:</p>\n<ul>\n<li><strong>Limited Liability for Shareholders</strong>: The <strong>maximum loss for any shareholder is the amount of money they invested</strong>. Banks must look to the corporation, not shareholders, for repayment.\n<ul>\n<li><strong>Caveat for Small Businesses</strong>: Many banks require <strong>personal guarantees</strong> from the main shareholder, making them liable for the full loan amount.</li>\n</ul>\n</li>\n<li><strong>Continuous Existence</strong>: As long as financially healthy, a corporation can <strong>live forever</strong>; death of shareholders or managers does not end its life.</li>\n<li><strong>Flexibility in Ownership</strong>: Shareholders can <strong>increase or decrease their ownership by buying or selling shares</strong> without affecting business operations. Allows for differing levels of ownership.</li>\n<li><strong>Greater Access to Capital</strong>: Corporations have <strong>more access to capital</strong> (debt or equity) than other forms. Banks and governments prefer lending/granting to corporations due to continuous existence, separate legal entity, and flexible ownership.</li>\n<li><strong>Tax Benefits</strong>: In Canada, small businesses enjoy a <strong>lower tax rate</strong> on their first $500,000 of business income.</li>\n</ul>\n<h3>Disadvantages to Incorporation</h3>\n<p>Despite advantages, incorporation has drawbacks:</p>\n<ul>\n<li><strong>Cost</strong>: Creating a corporation is a <strong>legal process with filing, legal, and registration fees</strong>, significantly higher than other business forms.</li>\n<li><strong>More Administrative Requirements</strong>: Requires more ongoing administration, including annual tax returns, corporate record maintenance, directors' and shareholders' meetings, and annual information filings.</li>\n<li><strong>More Complex Operational Structure</strong>: Every corporation must have <strong>shareholders, directors, and officers</strong>, each with distinct roles and legal requirements, even if one person fills all roles in the smallest corporations.</li>\n</ul>\n<h3>Operational Structure</h3>\n<p>The operational structure defines the roles within a corporation:</p>\n<ul>\n<li><strong>Shareholders</strong>:\n<ul>\n<li>The <strong>owners</strong> of the corporation, entitled to profits (if any).</li>\n<li>Profits are distributed as <strong>dividends</strong>, but only if declared by the board of directors.</li>\n<li><strong>Voting shareholders elect the directors</strong>.</li>\n</ul>\n</li>\n<li><strong>Directors</strong>:\n<ul>\n<li>Responsible for the <strong>management of the corporation</strong>, usually by appointing officers.</li>\n<li>Can declare dividends, call shareholder meetings, adopt/amend bylaws, and issue shares.</li>\n<li>Have a <strong>legal requirement to act with reasonable ability, disclose conflicts of interest</strong>, and refrain from personal gain at the corporation's expense.</li>\n<li>The <strong>Board of Directors</strong> refers to the entire group of directors.</li>\n</ul>\n</li>\n<li><strong>Officers</strong>:\n<ul>\n<li>Responsible for the <strong>day-to-day running of the business</strong>.</li>\n<li>Duties include hiring employees, paying suppliers, sales, purchasing assets, arranging loans.</li>\n<li>Usually have authority to <strong>issue debt (borrow)</strong> but not shares (which needs board approval).</li>\n<li>Have a duty to <strong>act in the best interests of the corporation</strong>, avoiding self-dealing and not favoring any single shareholder group.</li>\n</ul>\n</li>\n</ul>\n<h3>The Process to Incorporate a Business</h3>\n<p>In Canada, the <strong>Canada Business Corporations Act (CBCA)</strong> governs federal incorporation, administered by <strong>Corporations Canada</strong>.</p>\n<ol>\n<li><strong>Step 1: Select a Name</strong>: The name must be <strong>distinguishable from existing businesses</strong> and include a legal identifier such as \"Incorporated (Inc.)\", \"Limited (Ltd.)\", or \"Corporation (Corp.)\". The name cannot be misleading or obscene. A name search is required.</li>\n<li><strong>Step 2: Submit Documentation for the Issue of a Certificate of Incorporation</strong>: The <strong>Articles of Incorporation</strong> describe the essential features of the corporation (e.g., name, location, number of directors, share classes). Upon approval and submission of fees, Corporations Canada issues a <strong>Certificate of Incorporation</strong>, bringing the corporation into existence.</li>\n<li><strong>Step 3: Set Bylaws and Issue Shares</strong>: An <strong>organizational meeting</strong> must be held to set bylaws, appoint officers, make banking arrangements, and <strong>shares must be issued</strong>. Bylaws include rules for year-end, banking, officer duties, and meeting procedures.</li>\n<li><strong>Step 4: Hold a Shareholders' Meeting</strong>: Within the first 18 months, directors must hold the first shareholders' meeting, where shareholders <strong>elect directors, approve/reject bylaws, and appoint an auditor</strong>.</li>\n</ol>\n<h3>Share Structure</h3>\n<p>Shares represent ownership of the corporation. A corporation must create at least one class of shares, each with potential rights including:</p>\n<ul>\n<li><strong>Right to vote</strong> at shareholders' meetings.</li>\n<li><strong>Right to receive dividends</strong> (subject to board approval and financial ability).</li>\n<li><strong>Right to information</strong>.</li>\n<li><strong>Right to receive the remaining property upon liquidation</strong>.</li>\n<li><strong>Common Shares</strong>: Generally carry the right to vote, the right to dividends, and the right to receive residual property upon liquidation. However, these rights come <strong>after repaying all debt and preferred shares</strong>. Common shares carry <strong>both the highest risk and the highest potential for profit</strong>.</li>\n<li><strong>Preferred Shares</strong>: Generally carry a <strong>preferred right to dividends</strong> (ahead of common shares) and a <strong>preferred right to receive residual property upon liquidation</strong> (ahead of common shares but after debt repayment).</li>\n</ul>\n<h3>Liquidation of a Corporation</h3>\n<p><strong>Liquidation</strong> (or winding up) is the process where a corporation will <strong>cease to exist</strong>, and its assets are sold.</p>\n<ul>\n<li><strong>Creditor Distinction</strong>:\n<ul>\n<li>A <strong>secured creditor</strong> has a legally registered claim against specific assets.</li>\n<li>An <strong>unsecured creditor</strong> has advanced funds without any security.</li>\n</ul>\n</li>\n<li><strong>Order of Proceeds Distribution</strong>:\n<ol>\n<li><strong>Secured Creditors</strong>.</li>\n<li><strong>Unsecured Creditors</strong>.</li>\n<li><strong>Preferred Shareholders</strong>.</li>\n<li><strong>Common Shareholders</strong>.\nCommon shareholders bear the most risk in liquidation, but also gain the most if the business succeeds.</li>\n</ol>\n</li>\n</ul>\n<h3>Historical Survey of Investment Returns</h3>\n<p><strong>Investment</strong> is the <strong>commitment of resources to achieve a return</strong>. Financial intermediaries (banks, brokers, insurers, pension funds, and mutual funds) connect investors (those with money) and investees (those who need money).</p>\n<ul>\n<li><strong>Broad Categories of Investments</strong>: All investments generally fall into:\n<ul>\n<li><strong>Debt</strong>: Money that is <strong>loaned and must be repaid</strong> at some future time, usually with interest. Can be secured or unsecured. Lending to governments (e.g., Canada) is considered virtually <strong>risk-free</strong>. Corporate and individual debt carry varying levels of risk.</li>\n<li><strong>Equity</strong>: An <strong>ownership interest in a business</strong>. Equity holders are only paid after all debt holders in a liquidation. Investors make money in two ways: <strong>dividends from future profits or selling ownership for a capital gain</strong>.</li>\n<li><strong>Derivatives</strong>: Financial contracts whose <strong>value is derived from the value of something else</strong> (e.g., stock, interest rate, commodity, index). An option to purchase common stock is a derivative.</li>\n</ul>\n</li>\n<li><strong>Security</strong>: In an investment context, a <strong>security is an investment that is readily tradable</strong>. Bonds, common and preferred shares of public companies, and options are considered securities because they trade publicly. A car loan, for example, is debt but not a security because it doesn't trade publicly.</li>\n<li><strong>Historical Risk and Return</strong>:\n<ul>\n<li>Every investment carries unique <strong>risk and return characteristics</strong>.</li>\n<li>Investors generally expect <strong>higher returns from investments that carry higher risk</strong>.</li>\n<li><strong>Inflation</strong> is important as a reference rate; if an investor does not earn more than inflation, they are <strong>losing purchasing power</strong>.</li>\n<li><strong>Indicative Total Rates of Returns by Asset Class (1976-2015)</strong>:\n<ul>\n<li>Over the long term, <strong>U.S. stocks outperformed other asset classes</strong>.</li>\n<li>The average annual compound return for <strong>U.S. stocks was 11.4%</strong>, reflecting higher risk than debt. Stocks also had the <strong>highest volatility</strong>. They are suitable for investors who do not need to cash in investments soon and can afford market downturns, such as <strong>long-term retirement savings plans</strong>.</li>\n<li><strong>10-year U.S. treasury bills</strong> returned 7.4%, which was <strong>2.7% higher than 3-month treasury bills</strong>, reflecting the higher risk of longer maturity. They are more secure than corporate bonds and provide a positive return over the medium term (3+ years).</li>\n<li><strong>Corporate bonds</strong> returned 8.1%, which was 3.3% lower than stocks but higher than U.S. treasuries, reflecting their intermediate risk. They compensate investors for taking on more credit risk.</li>\n<li><strong>3-month U.S. treasury bills</strong> had the <strong>lowest return (4.7%) and lowest volatility</strong>. They are a good choice for investors with short-term plans or who cannot afford to lose money, such as <strong>emergency funds or short-term savings</strong>.</li>\n<li><strong>Negative returns are possible</strong> for 10-year treasury bonds, corporate bonds, and stocks.</li>\n</ul>\n</li>\n<li><strong>Timing the Market</strong>: Refers to trying to buy into a market when it is at a low and sell when it is at a high. It is considered <strong>virtually impossible to consistently time the market</strong>. Historical examples demonstrate the significant timing risk for stock investors.</li>\n</ul>\n</li>\n</ul>","noteData":{},"unitTitle":"2. Corporations and Capital"},"__N_SSG":true}