{"pageProps":{"term":"1B","course":"COMM 101","unit":"3.-Debt-Markets","note":"notes","noteContent":"<h1>3. Debt Markets</h1>\n<p>This unit delves into debt as an investment type, focusing on the money market and the bond market.</p>\n<ul>\n<li><strong>Money Market</strong>: For funds invested for <strong>less than a year</strong>. Comprised of very short-term debt securities where the objective is safe, short-term returns and maintaining liquidity.</li>\n<li><strong>Bond Market</strong>: For investments greater than a year. It is significantly larger than the money market in Canada.</li>\n</ul>\n<h3>The Money Market</h3>\n<p>The money market consists of very short-term debt securities, ranging from overnight to up to a year. Risk levels are generally small.\nThe 5 main investment alternatives in the Canadian money market are:</p>\n<ol>\n<li><strong>Treasury Bills (T-bills)</strong>:\n<ul>\n<li><strong>Short-term debt securities issued by the government</strong>. In Canada, usually issued at bi-weekly auctions for maturities of 1, 2, 3, 6 months, and 1 year.</li>\n<li>Considered to have <strong>credit risk as close to nil as possible</strong> because they are backed by the government.</li>\n<li>Quoted based on a face value of $1,000 at maturity.</li>\n<li><strong>Do not pay interest on face value</strong>, but are <strong>sold at a discount</strong> (investor buys for less than <span class=\"katex\"><span class=\"katex-mathml\"><math xmlns=\"http://www.w3.org/1998/Math/MathML\"><semantics><mrow><mn>1</mn><mo separator=\"true\">,</mo><mn>000</mn><mi>a</mi><mi>n</mi><mi>d</mi><mi>r</mi><mi>e</mi><mi>c</mi><mi>e</mi><mi>i</mi><mi>v</mi><mi>e</mi><mi>s</mi></mrow><annotation encoding=\"application/x-tex\">1,000 and receives </annotation></semantics></math></span><span class=\"katex-html\" aria-hidden=\"true\"><span class=\"base\"><span class=\"strut\" style=\"height:0.8889em;vertical-align:-0.1944em;\"></span><span class=\"mord\">1</span><span class=\"mpunct\">,</span><span class=\"mspace\" style=\"margin-right:0.1667em;\"></span><span class=\"mord\">000</span><span class=\"mord mathnormal\">an</span><span class=\"mord mathnormal\">d</span><span class=\"mord mathnormal\">rece</span><span class=\"mord mathnormal\">i</span><span class=\"mord mathnormal\" style=\"margin-right:0.03588em;\">v</span><span class=\"mord mathnormal\">es</span></span></span></span>1,000 at maturity). The price is the present value of $1,000 given the maturity date.</li>\n</ul>\n</li>\n<li><strong>Certificates of Deposit (CDs)</strong>:\n<ul>\n<li>Deposits with a bank for a specific term (overnight to a year, including non-standard days). Similar to a retail Guaranteed Investment Certificate (GIC).</li>\n<li>Risk is that of the bank; large Canadian banks' short-term deposits are highly rated.</li>\n<li>Unlike T-bills, interest is <strong>paid at the end of the term on the face value</strong>.</li>\n</ul>\n</li>\n<li><strong>Bankers' Acceptances (BAs)</strong>:\n<ul>\n<li><strong>Post-dated cheques issued by a corporation and stamped by a bank</strong>, which guarantees the cheque will be honored.</li>\n<li>Used historically for international trade, now also for pure financial transactions to raise money.</li>\n<li>Term is typically less than 90 days, up to a year.</li>\n<li>Credit risk is the same as the stamping bank's, which is small for big Canadian banks.</li>\n<li>Can be traded between investors at a discount to face value. The bank charges the issuing corporation a stamping fee.</li>\n</ul>\n</li>\n<li><strong>Commercial Paper (CP)</strong>:\n<ul>\n<li><strong>Short-term unsecured debt issued by a corporation</strong>; term is less than one year.</li>\n<li>Normally issued in multiples of $50,000.</li>\n<li>Rated by agencies (Standard &#x26; Poor's, Moody's, Fitch, Dominion Bond Rating Service) to indicate safety.</li>\n<li>Similar to T-bills, sold at a discount, paying face amount on maturity.</li>\n</ul>\n</li>\n<li><strong>Repurchase Agreements (Repos)</strong>:\n<ul>\n<li>Standardized agreements where an <strong>investor buys a security from a borrower</strong>, and the borrower agrees to <strong>buy it back at a higher price</strong> on a specified future date (normally within 2 weeks, most common is overnight).</li>\n<li>Almost always done using <strong>government securities</strong>.</li>\n<li>Considered <strong>very secure</strong> because if the borrower defaults, the investor can sell the underlying government security.</li>\n<li>Borrowers are typically banks and broker/dealers; lenders are money market funds and large financial institutions.</li>\n</ul>\n</li>\n</ol>\n<ul>\n<li><strong>Risk and Return of Money Market Alternatives</strong>:\n<ul>\n<li><strong>T-bills</strong> are the <strong>least risky</strong> and offer the <strong>lowest return</strong>.</li>\n<li>Followed by <strong>Repos</strong> (due to underlying government security).</li>\n<li>Then <strong>Certificates of Deposit</strong> and <strong>Bankers' Acceptances</strong> (both represent bank credit risk).</li>\n<li>Lastly, <strong>Commercial Paper</strong> (corporate risk, almost always inferior to big banks), which typically carries <strong>higher returns</strong>.</li>\n</ul>\n</li>\n<li><strong>Other Benchmark Rates</strong>: Canadian Overnight Rate, U.S. Fed Funds Rate, U.S. Fed Discount Rate, LIBOR (London InterBank Offering Rate). LIBOR is used globally as a base rate for many debt and derivative agreements.</li>\n</ul>\n<h3>The Bond Market</h3>\n<p>A <strong>bond</strong> is a form of debt in which the borrower (issuer) issues a debt security to an investor. Bonds can trade publicly and are regulated. The most common structure involves fixed semi-annual interest (coupon payments) with the principal repaid at maturity. Every bond issue has a <strong>bond indenture</strong>, a legal document detailing its features.</p>\n<ul>\n<li><strong>Objectives of Bond Investors</strong>: Desire for long-term predictable cash flow (e.g., retirees) or to match long-term obligations with similar cash inflows (e.g., life insurance companies).</li>\n<li><strong>Basic Features of Every Bond</strong>:\n<ul>\n<li><strong>Face or Par Value</strong>: The amount that will be paid at maturity, typically <strong>$1,000</strong>.</li>\n<li><strong>Coupon Rate</strong>: The <strong>fixed annual rate</strong> that determines the interest payments (coupon payments) paid periodically, usually semi-annually. The coupon rate is <strong>set before issuance and never changes</strong>.</li>\n<li><strong>Maturity</strong>: The date the bond will be repaid.</li>\n<li><strong>Yield Rate</strong>: The rate a bond investor will earn if they hold the bond to maturity. It <strong>reflects the current market interest rate</strong> at the time of purchase and can change constantly.</li>\n<li><strong>Price</strong>: The <strong>present value of the bond's cash flows</strong> (coupon payments and par value), discounted using the yield rate. There is an <strong>inverse relationship between bond price and yield rate</strong>; as yield goes up, price goes down, and vice versa.</li>\n</ul>\n</li>\n<li><strong>Pricing Bonds</strong>: Bond price is calculated as the sum of the present value of its annuity-like coupon payments and the present value of its single-payment par value at maturity, both discounted at the yield rate.</li>\n<li><strong>Zero Coupon Bonds</strong>: Do not pay interest; instead, they are sold at a deep discount to their face value. The investor receives the face value at maturity. Their price is the present value of the $1,000 face value discounted at the yield rate over the maturity period.</li>\n<li><strong>Issuing Bonds</strong>: Corporations issue bonds, often with the help of an investment bank acting as an underwriter to find investors. Major bond investors include pension funds, banks, insurance companies, mutual funds, and ETFs. The coupon rate is set based on market feedback, but the <strong>initial yield rate is the prevailing market interest rate at the exact time the bonds are issued</strong>.</li>\n<li><strong>Additional Bond Features (beyond a straight bond)</strong>:\n<ul>\n<li><strong>Secured or Unsecured</strong>: A <strong>secured bond</strong> means the investor has a claim on specific assets if the borrower defaults, reducing risk.</li>\n<li><strong>Registered or Bearer</strong>: <strong>Registered bonds</strong> have the owner's name recorded; <strong>bearer bonds</strong> belong to whoever holds them.</li>\n<li><strong>Callable</strong>: The <strong>issuer can repay the bond at a specified date before maturity</strong> at a specified price. This benefits the issuer (e.g., if interest rates fall, they can call the bond and reissue at a lower rate) and thus requires the issuer to offer a <strong>higher coupon rate</strong> to investors.</li>\n<li><strong>Retractable</strong>: The <strong>investor can sell the bond back to the issuer</strong> at a specified date before maturity at a specified price. This benefits the investor (e.g., if interest rates rise, they can sell and reinvest at a higher rate) and thus requires the investor to accept a <strong>lower coupon rate</strong>.</li>\n<li><strong>Extendible</strong>: The <strong>investor can extend the maturity date</strong> beyond the original date. This benefits the investor (e.g., if rates drop, they can lock in a higher rate) and thus requires the investor to accept a <strong>lower coupon rate</strong>.</li>\n<li><strong>Floating Rate</strong>: The issuer pays an interest rate that changes periodically based on a benchmark rate (e.g., LIBOR).</li>\n<li><strong>Real Return Bonds</strong>: Designed to provide a return after accounting for the effect of inflation.</li>\n</ul>\n</li>\n<li><strong>Assessing Default Risk</strong>: The risk that the bond's cash flows (coupon and principal) will not be paid on time.\n<ul>\n<li><strong>Bond Ratings</strong>: An opinion from a bond rating agency (S&#x26;P, Moody's, DBRS) on the issuer's creditworthiness. Ratings (e.g., AAA, AA, A, BBB, BB, B, CCC, CC, C, D) indicate capacity to pay. <strong>BBB and above are considered investment grade</strong>; ratings below BBB are <strong>high yield or junk bonds</strong>. Ratings determine the interest rate a company must pay.</li>\n<li><strong>Credit Analysis (Four C's of Credit)</strong>:\n<ul>\n<li><strong>Capacity</strong>: Borrower's ability to meet obligations and take on more debt.</li>\n<li><strong>Collateral</strong>: Assets providing security for the debt.</li>\n<li><strong>Covenants</strong>: Additional features in the bond indenture that protect lenders and allow action before significant loss.</li>\n<li><strong>Character</strong>: Judgment on the senior management and company culture.</li>\n</ul>\n</li>\n<li><strong>Protecting Against Default Risk (Bond Indenture Provisions)</strong>:\n<ul>\n<li><strong>Sinking Funds</strong>: Issuer must make regular contributions to a fund to repay debt at maturity.</li>\n<li><strong>Serial Bonds</strong>: Staggered maturity dates for different portions of the bond issue, reducing repayment burden at once.</li>\n<li><strong>Subordination of Future Debt</strong>: Restricts issuer from issuing more debt that would rank equally or ahead of existing debt in liquidation.</li>\n<li><strong>Dividend Restriction</strong>: Limits or prohibits dividend payments by the issuer to conserve cash.</li>\n<li><strong>Collateral/Security</strong>: Specific assets the bondholders can sell in case of default.</li>\n<li><strong>Financial Covenants</strong>: Financial ratios the issuer must meet (e.g., limits on debt-to-equity, interest coverage). Failure to meet them can trigger default, allowing investors to demand immediate repayment while the company is still operating.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>","noteData":{},"unitTitle":"3. Debt Markets"},"__N_SSG":true}