{"pageProps":{"term":"1B","course":"ECON 101","unit":"9-perfect-competition","note":"notes","noteContent":"<h1>9. Perfect Competition</h1>\n<p><strong>Perfect competition</strong> is a market structure characterized by <strong>many firms each selling an identical product, many buyers, no restrictions on entry, no advantages for new entrants, and well-informed firms and buyers</strong>. Firms in perfect competition are <strong>price takers</strong>, meaning they cannot influence the market price.</p>\n<p><strong>Economic Profit and Revenue</strong></p>\n<ul>\n<li><strong>Total revenue (TR)</strong> is <code>Price (P) x Quantity Sold (Q)</code>.</li>\n<li><strong>Marginal revenue (MR)</strong> is the <strong>change in total revenue from a one-unit increase in quantity sold</strong>. In perfect competition, a firm's MR equals the market price.</li>\n<li>The firm's goal is to maximize <strong>economic profit</strong> (TR - total opportunity cost).</li>\n</ul>\n<p><strong>The Firm's Output Decision</strong></p>\n<ul>\n<li>To maximize profit, a firm compares marginal revenue (MR) and marginal cost (MC).</li>\n<li>If <code>MR > MC</code>, increasing output increases profit.</li>\n<li>If <code>MR &#x3C; MC</code>, decreasing output increases profit.</li>\n<li>If <code>MR = MC</code>, profit is maximized.</li>\n</ul>\n<p><strong>Short-Run Output, Price, and Profit</strong></p>\n<ul>\n<li>The <strong>short-run market supply curve</strong> shows the quantity supplied by all firms at each price, with the number of firms and each firm's plant size fixed.</li>\n<li>Market demand and supply determine the equilibrium price and quantity.</li>\n<li>In the short run, a firm might make:\n<ul>\n<li><strong>Positive economic profit</strong>: If <code>Price > Average Total Cost (ATC)</code>.</li>\n<li><strong>Zero economic profit</strong>: If <code>Price = ATC</code> (also called break-even point).</li>\n<li><strong>Economic loss</strong>: If <code>Price &#x3C; ATC</code>.</li>\n</ul>\n</li>\n<li><strong>Shutdown point</strong>: If the price falls below <strong>minimum average variable cost (AVC)</strong>, the firm will <strong>temporarily shut down</strong> because it cannot even cover its variable costs.</li>\n</ul>\n<p><strong>Long-Run Output, Price, and Profit</strong></p>\n<ul>\n<li>In the long run, firms can <strong>enter</strong> or <strong>exit</strong> the market.</li>\n<li><strong>Entry</strong>: If firms are making positive economic profit, new firms enter, increasing market supply, which lowers the market price and reduces individual firm profits until they reach zero economic profit.</li>\n<li><strong>Exit</strong>: If firms are incurring economic losses, existing firms exit, decreasing market supply, which raises the market price and reduces losses until they reach zero economic profit.</li>\n<li>In <strong>long-run equilibrium</strong>, <strong>economic profit is zero</strong>, and there is no incentive for firms to enter or exit.</li>\n</ul>\n<p><strong>Changes in Demand and Supply as Technology Advances</strong></p>\n<ul>\n<li>A <strong>permanent increase in demand</strong> leads to a larger market output and more firms in the long run.</li>\n<li><strong>Technological advances</strong> lower production costs, increasing supply, and in the long run lead to <strong>lower prices and increased quantity</strong>.</li>\n</ul>\n<p><strong>Competition and Efficiency</strong></p>\n<ul>\n<li>Perfect competition achieves <strong>allocative efficiency</strong>.</li>\n<li>Resources are used efficiently when goods and services are produced in the quantities that people value most highly. This occurs when:\n<ul>\n<li><strong>Consumers are efficient</strong>: They allocate their budgets to maximize value, making <code>Price = Marginal Benefit (MB)</code> on their demand curve.</li>\n<li><strong>Producers are efficient</strong>: They produce at the lowest possible cost, making <code>Price = Marginal Cost (MC)</code> on their supply curve.</li>\n</ul>\n</li>\n<li>In competitive equilibrium, <strong>Price = MB = MC</strong>. Since <strong>MB is Marginal Social Benefit (MSB)</strong> and <strong>MC is Marginal Social Cost (MSC)</strong>, this means <strong>MSB = MSC</strong>, achieving allocative efficiency.</li>\n<li>Total surplus (consumer surplus + producer surplus) is maximized.</li>\n</ul>","noteData":{},"unitTitle":"9-perfect-competition"},"__N_SSG":true}