{"pageProps":{"term":"1B","course":"ECON 101","unit":"11-monopolistic-competition","note":"notes","noteContent":"<h1>11. Monopolistic Competition</h1>\n<p><strong>Monopolistic Competition</strong> is a market structure in which:</p>\n<ul>\n<li>A <strong>large number of firms</strong> compete.</li>\n<li>Each firm produces a <strong>differentiated product</strong> (similar but not identical).</li>\n<li>Firms compete on <strong>product quality, price, and marketing</strong>.</li>\n<li>Firms are <strong>free to enter and exit</strong> the industry.</li>\n</ul>\n<p><strong>Product Differentiation</strong></p>\n<ul>\n<li>Making a product slightly different from competing products.</li>\n<li>Allows a firm to have a <strong>downward-sloping demand curve</strong> (some control over price).</li>\n<li>Can be differentiated by style, quality, location, or associated services.</li>\n</ul>\n<p><strong>Competition on Quality, Price, and Marketing</strong></p>\n<ul>\n<li><strong>Quality</strong>: Design, reliability, after-sales service, buyer convenience.</li>\n<li><strong>Price</strong>: Facing a downward-sloping demand curve, a firm must choose the right price-quantity combination.</li>\n<li><strong>Marketing</strong>: Advertising and packaging to inform consumers and persuade them to buy.</li>\n</ul>\n<p><strong>Entry and Exit</strong></p>\n<ul>\n<li>No barriers to entry or exit in the long run.</li>\n<li>New firms enter if economic profits are positive, existing firms exit if economic losses are incurred.</li>\n</ul>\n<p><strong>Short-Run Output and Price Decisions</strong></p>\n<ul>\n<li>In the short run, a monopolistically competitive firm behaves like a <strong>monopoly</strong>.</li>\n<li>It faces a downward-sloping demand curve and a downward-sloping marginal revenue curve.</li>\n<li><strong>Profit maximization</strong>: Produces the quantity where <strong>MR = MC</strong> and sets the price on the demand curve.</li>\n<li>Can make <strong>economic profit, zero economic profit, or economic loss</strong> in the short run.</li>\n</ul>\n<p><strong>Long-Run Output and Price Decisions</strong></p>\n<ul>\n<li>In the long run, economic profit induces <strong>entry</strong> of new firms.</li>\n<li>Entry causes the demand for each existing firm's product to <strong>decrease</strong>, shifting its demand curve (and MR curve) to the <strong>left</strong>.</li>\n<li>This process continues until economic profit is <strong>zero</strong>.</li>\n<li>If firms incur economic losses, some will <strong>exit</strong>, causing the demand for the remaining firms' products to <strong>increase</strong>, shifting their demand curves to the <strong>right</strong>.</li>\n<li>This continues until economic losses are eliminated.</li>\n<li>In long-run equilibrium, firms make <strong>zero economic profit</strong>.</li>\n<li>The demand curve for each firm is <strong>tangent to its ATC curve</strong> at the profit-maximizing output.</li>\n</ul>\n<p><strong>Monopolistic Competition vs. Perfect Competition</strong></p>\n<ul>\n<li><strong>Excess Capacity</strong>: In long-run equilibrium, a monopolistically competitive firm produces at an output level where <strong>price exceeds marginal cost (P > MC)</strong> and <strong>average total cost is not at its minimum</strong>. This means firms have <strong>excess capacity</strong>; they could produce more and lower average total cost, but they choose not to because doing so would reduce their economic profit.\n<ul>\n<li><strong>Efficient scale</strong>: The quantity at which average total cost is a minimum.</li>\n<li>Monopolistic competition produces less than the efficient scale.</li>\n</ul>\n</li>\n<li><strong>Markup</strong>: The amount by which price exceeds marginal cost (P - MC).\n<ul>\n<li>Monopolistically competitive firms have a markup.</li>\n<li>Perfectly competitive firms have no markup (P = MC).</li>\n</ul>\n</li>\n</ul>\n<p><strong>Is Monopolistic Competition Inefficient?</strong></p>\n<ul>\n<li>Yes, because P > MC, leading to <strong>deadweight loss</strong>.</li>\n<li>The firm produces less than the efficient quantity.</li>\n<li>However, product differentiation provides <strong>benefits</strong> to consumers (variety, choice).</li>\n<li>The inefficiency of monopolistic competition must be weighed against the <strong>gain from product variety</strong>.</li>\n</ul>\n<p><strong>Innovation and Product Development</strong></p>\n<ul>\n<li>Firms constantly innovate to maintain economic profits in the short run.</li>\n<li>Innovation is costly, and the additional cost might be offset by the additional revenue it brings.</li>\n</ul>\n<p><strong>Advertising</strong></p>\n<ul>\n<li>Firms advertise to increase demand and make demand less elastic.</li>\n<li><strong>Selling costs</strong>: Costs incurred to sell a product (e.g., advertising, sales staff).</li>\n<li>Selling costs are <strong>fixed costs</strong> and shift the ATC curve upward.</li>\n<li>While advertising increases average total cost, it can also increase output and reduce average total cost through economies of scale.</li>\n<li>The goal of advertising is to shift the demand curve rightward and make it less elastic, ideally leading to higher profits.</li>\n</ul>\n<p><strong>Efficiency of Advertising</strong></p>\n<ul>\n<li><strong>Advertising costs</strong>: Might be offset by increased output and lower production costs per unit due to economies of scale.</li>\n<li><strong>Informative advertising</strong>: Provides useful information to consumers, which can increase competition and efficiency.</li>\n<li><strong>Persuasive advertising</strong>: Attempts to influence consumer preferences, can be seen as wasteful.</li>\n</ul>","noteData":{},"unitTitle":"11-monopolistic-competition"},"__N_SSG":true}