{"pageProps":{"term":"1B","course":"ECON 101","unit":"12-oligopoly","note":"notes","noteContent":"<h1>12. Oligopoly</h1>\n<p><strong>Oligopoly</strong> is a market structure in which:</p>\n<ul>\n<li>A <strong>small number of firms</strong> compete.</li>\n<li>The firms are <strong>interdependent</strong> (each firm's actions affect the others).</li>\n<li>There are <strong>barriers to entry</strong>.</li>\n<li>The products can be <strong>identical or differentiated</strong>.</li>\n</ul>\n<p><strong>Key Characteristics of Oligopoly</strong></p>\n<ul>\n<li><strong>Small Number of Firms</strong>: A few large firms dominate the market (e.g., automobile industry, airlines, soft drinks).</li>\n<li><strong>Interdependence</strong>: Each firm's profit depends on its own actions and the actions of rival firms. This leads to strategic behavior.</li>\n<li><strong>Barriers to Entry</strong>: Natural or legal barriers that prevent new firms from entering the market (similar to monopoly).</li>\n</ul>\n<p><strong>Collusion and Cartels</strong></p>\n<ul>\n<li><strong>Collusion</strong>: An agreement among firms in a market about quantities to produce or prices to charge.</li>\n<li><strong>Cartel</strong>: A group of firms acting in unison.</li>\n<li>Firms in an oligopoly have an incentive to collude to maximize joint profits, acting like a monopoly.</li>\n<li>However, each firm also has an incentive to cheat on the agreement to gain a larger share of the market.</li>\n</ul>\n<p><strong>Game Theory</strong></p>\n<ul>\n<li>Game theory is a tool for studying strategic behavior, which is behavior that takes into account the expected behavior of others and the mutual recognition of interdependence.</li>\n<li><strong>Elements of a Game</strong>:\n<ul>\n<li><strong>Players</strong>: The decision-makers (firms).</li>\n<li><strong>Strategies</strong>: The possible actions of each player.</li>\n<li><strong>Payoffs</strong>: The outcomes or profits for each player for every possible combination of strategies.</li>\n</ul>\n</li>\n<li><strong>Payoff Matrix</strong>: A table that shows the payoffs for each player for every possible combination of strategies.</li>\n</ul>\n<p><strong>The Prisoner's Dilemma</strong></p>\n<ul>\n<li>A classic game theory example illustrating why cooperation is difficult to maintain even when it is mutually beneficial.</li>\n<li><strong>Assumptions</strong>: Two prisoners, separated, each has two choices: confess or deny. The outcome for each depends on the other's choice.</li>\n<li><strong>Dominant Strategy</strong>: A strategy that is the best for a player regardless of what the other players do.</li>\n<li><strong>Nash Equilibrium</strong>: A situation in which economic participants interacting with one another each choose their best strategy given the strategies that all the others have chosen.\n<ul>\n<li>In the Prisoner's Dilemma, the Nash Equilibrium is for both to confess, even though both would be better off if they both denied.</li>\n</ul>\n</li>\n</ul>\n<p><strong>Oligopoly Games</strong></p>\n<ul>\n<li><strong>Duopoly</strong>: An oligopoly with two firms.</li>\n<li><strong>Collusion Game</strong>: Firms try to collude to restrict output and raise prices to maximize joint profits.</li>\n<li><strong>Cheating on a Collusion Agreement</strong>: Each firm has an incentive to cheat by increasing its output to gain a larger market share and higher profit, assuming the other firm sticks to the agreement.</li>\n<li><strong>Nash Equilibrium in Oligopoly</strong>: Often results in an outcome where firms produce more than the monopoly quantity and charge less than the monopoly price, but produce less than the perfectly competitive quantity and charge more than the perfectly competitive price.</li>\n</ul>\n<p><strong>Repeated Games and Cooperation</strong></p>\n<ul>\n<li>In a <strong>repeated game</strong>, firms interact over and over again.</li>\n<li>Cooperation can be sustained in repeated games through <strong>punishment strategies</strong>.\n<ul>\n<li><strong>Tit-for-tat strategy</strong>: A player cooperates if the other player cooperated in the previous period, and cheats if the other player cheated in the previous period.</li>\n<li><strong>Trigger strategy</strong>: A player cooperates until the other player cheats, and then the first player cheats forever.</li>\n</ul>\n</li>\n<li>Collusion is more likely to occur if the game is repeated and if cheating is easy to detect and punish.</li>\n</ul>\n<p><strong>Contestable Markets</strong></p>\n<ul>\n<li>A market in which firms can enter and exit freely without incurring sunk costs.</li>\n<li>Even if there is only one firm, the threat of entry can limit that firm's ability to raise prices and earn economic profits.</li>\n<li>This concept suggests that potential competition can be as important as actual competition.</li>\n</ul>\n<p><strong>Regulation of Oligopoly</strong></p>\n<ul>\n<li><strong>Antitrust laws</strong>: Laws designed to prevent monopolies and cartels and to promote competition.</li>\n<li><strong>Merger regulation</strong>: Government scrutiny of mergers to ensure they do not create too much market power.</li>\n<li>Difficulty in regulating oligopolies due to the interdependence and strategic behavior of firms.</li>\n</ul>","noteData":{},"unitTitle":"12-oligopoly"},"__N_SSG":true}