{"pageProps":{"term":"1B","course":"ECON 101","unit":"8-organizing-production","note":"notes","noteContent":"<h1>8. Organizing Production</h1>\n<p>Firms are central to organizing production in an economy.</p>\n<p><strong>The Firm and Its Economic Problem</strong></p>\n<ul>\n<li>A <strong>firm</strong> is an <strong>economic unit that hires factors of production and organizes those factors to produce and sell goods and services</strong>.</li>\n<li>The <strong>firm's goal is to maximize economic profit</strong>. Firms that fail to pursue this goal are eliminated by competition.</li>\n</ul>\n<p><strong>Economic Accounting vs. Accounting Profit</strong></p>\n<ul>\n<li><strong>Accounting profit</strong> is measured by accountants for tax and financial reporting.</li>\n<li><strong>Economic profit</strong> is a firm's <strong>total revenue minus its total cost, with total cost measured as the opportunity cost of production</strong>.</li>\n<li><strong>Opportunity cost of production</strong> includes:\n<ul>\n<li>Cost of resources <strong>bought in the market</strong>.</li>\n<li>Cost of resources <strong>owned by the firm</strong> (e.g., economic depreciation of capital and forgone interest on funds used).</li>\n<li>Cost of resources <strong>supplied by the firm's owner</strong> (e.g., owner's forgone wages and <strong>normal profit</strong>).</li>\n</ul>\n</li>\n<li><strong>Normal profit</strong> is the <strong>return to entrepreneurship</strong> and is the profit an entrepreneur earns on average. It is part of the firm's opportunity cost.</li>\n</ul>\n<p><strong>The Firm's Constraints</strong>\nA firm's ability to maximize economic profit is limited by:</p>\n<ul>\n<li><strong>Technology constraints</strong>: <strong>Technology</strong> is any method of producing a good or service. The quantity of output a firm can produce with a given quantity of inputs is limited by the available technology.</li>\n<li><strong>Information constraints</strong>: Firms have limited information about workforce quality, customer buying plans, and competitors' plans.</li>\n<li><strong>Market constraints</strong>: The quantity a firm can sell and the price it receives are limited by customer preferences and competitors' actions.</li>\n</ul>\n<p><strong>Technological Efficiency and Economic Efficiency</strong></p>\n<ul>\n<li><strong>Technological efficiency</strong> occurs when a firm produces a given output using the <strong>least amount of inputs</strong>.</li>\n<li><strong>Economic efficiency</strong> occurs when a firm produces a given output at the <strong>least cost</strong>.</li>\n<li>A technologically efficient method might not be economically efficient if the relative prices of inputs change. Economic efficiency depends on the relative costs of resources. Firms that are not economically efficient do not maximize profit and tend to disappear.</li>\n</ul>\n<p><strong>Information and Organization</strong>\nFirms use different systems to cope with information constraints and organize production:</p>\n<ul>\n<li><strong>Command systems</strong>: Resources allocated by someone in authority, with a managerial hierarchy.</li>\n<li><strong>Incentive systems</strong>: Resources allocated based on rewards or penalties, using market-like mechanisms within the firm.</li>\n<li><strong>Principal-agent problem</strong>: The problem of devising compensation rules that induce an <strong>agent</strong> (e.g., worker) to act in the best interest of a <strong>principal</strong> (e.g., owner). Firms cope with this through ownership, incentive pay, and long-term contracts.</li>\n<li><strong>Types of Business Organization</strong>:\n<ul>\n<li><strong>Sole proprietorship</strong>: Single owner, unlimited liability, easy to set up.</li>\n<li><strong>Partnership</strong>: Two or more owners, joint unlimited liability.</li>\n<li><strong>Corporation</strong>: Owned by shareholders, limited liability, complex setup but can raise large capital.</li>\n</ul>\n</li>\n</ul>\n<p><strong>Markets and the Competitive Environment</strong>\nFirms operate in different market structures:</p>\n<ul>\n<li><strong>Perfect competition</strong>: Many firms selling an <strong>identical product</strong> to many buyers; no restrictions on entry; firms are <strong>price takers</strong>.</li>\n<li><strong>Monopolistic competition</strong>: Many firms selling <strong>similar but slightly differentiated products</strong> to many buyers; free entry.</li>\n<li><strong>Oligopoly</strong>: A <strong>small number of firms compete</strong>; barriers to entry limit the number of firms.</li>\n<li><strong>Monopoly</strong>: <strong>One firm produces an item with no close substitutes</strong> and is protected by <strong>barriers to entry</strong>.</li>\n</ul>\n<p><strong>Measures of Concentration</strong></p>\n<ul>\n<li><strong>Four-firm concentration ratio</strong>: Percentage of sales accounted for by the four largest firms.</li>\n<li><strong>Herfindahl-Hirschman Index (HHI)</strong>: Sum of the squares of the market shares of all firms in the industry. A higher HHI indicates less competition.</li>\n</ul>\n<p><strong>Produce or Outsource? Firms and Markets</strong>\nFirms coordinate activities when they can perform a task more efficiently (at lower cost) than markets can. This is due to:</p>\n<ul>\n<li><strong>Transactions costs</strong>: The opportunity costs of making trades in a market. Firms economize on these costs by centralizing transactions.</li>\n<li><strong>Economies of scale</strong>: Average total cost falls as output increases.</li>\n<li><strong>Economies of scope</strong>: Average total cost decreases when specialized resources produce a range of goods/services.</li>\n<li><strong>Economies of team production</strong>: Individuals specialize in mutually supportive tasks within a group.</li>\n</ul>","noteData":{},"unitTitle":"8-organizing-production"},"__N_SSG":true}