{"pageProps":{"term":"1B","course":"ECON 101","unit":"5-social-welfare","note":"notes","noteContent":"<h1>5. Social Welfare</h1>\n<p>Social welfare concerns the overall well-being of society, encompassing efficiency, equity, and the broader impacts of economic decisions.</p>\n<p><strong>Self-Interest vs. Social Interest</strong></p>\n<ul>\n<li>A central question in economics is whether choices made in the pursuit of <strong>self-interest</strong> (what you think is best for you) also promote the <strong>social interest</strong> (what is best for society as a whole).</li>\n<li>Economists use <strong>incentives</strong> as a key to reconciling self-interest and social interest. The \"invisible hand\" suggests that competitive markets, through self-interested actions, can lead to efficient resource allocation that benefits society.</li>\n</ul>\n<p><strong>Efficiency and Maximizing Social Welfare</strong></p>\n<ul>\n<li><strong>Resource use is efficient if it is not possible to make someone better off without making someone else worse off</strong>.</li>\n<li><strong>Allocative efficiency</strong>, achieved when <strong>marginal social benefit (MSB) equals marginal social cost (MSC)</strong>, means resources are used to produce goods and services that people value most highly. This condition maximizes <strong>total surplus</strong>, which is the sum of consumer and producer surplus.</li>\n<li>Competitive markets can achieve allocative efficiency when there are no <strong>externalities</strong> or high transaction costs.</li>\n</ul>\n<p><strong>Fairness and Social Welfare</strong></p>\n<ul>\n<li>Beyond efficiency, social welfare also considers <strong>fairness</strong> or <strong>equity</strong>. While there's no single crisp definition of fairness, most agree that too much inequality is unfair.</li>\n<li>The <strong>utilitarianism</strong> principle suggests striving for \"the greatest happiness for the greatest number\". However, attempts to redistribute income to achieve \"fair results\" can lead to the <strong>big tradeoff</strong> between efficiency and fairness. This is because redistribution can weaken incentives to work and produce, shrinking the overall \"economic pie\".</li>\n<li>The \"fair rules\" approach focuses on <strong>equality of opportunity</strong> and emphasizes the enforcement of property rights and voluntary exchange as the foundation for a fair outcome.</li>\n</ul>\n<p><strong>Market Failures and Government Intervention for Social Welfare</strong>\nWhen markets fail to achieve efficient outcomes, government intervention is often considered to improve social welfare:</p>\n<ul>\n<li><strong>Externalities</strong>:\n<ul>\n<li><strong>Negative externalities</strong> (e.g., pollution) impose external costs, leading to <strong>overproduction</strong> from a social perspective. Solutions include <strong>assigning property rights</strong> (Coase theorem) or using <strong>taxes/pollution charges</strong> (Pigovian taxes) or <strong>cap-and-trade</strong> to internalize the external cost.</li>\n<li><strong>Positive externalities</strong> (e.g., knowledge from education) create external benefits, leading to <strong>underproduction</strong>. Solutions include <strong>public provision</strong>, <strong>private subsidies</strong>, or <strong>vouchers</strong> to encourage production/consumption to the efficient level.</li>\n</ul>\n</li>\n<li><strong>Public Goods and Common Resources</strong>: These create challenges because they are either nonrival/nonexcludable (public goods) or rival/nonexcludable (common resources), leading to the <strong>free-rider problem</strong> or the <strong>tragedy of the commons</strong>. Solutions for public goods involve public provision, and for common resources, <strong>production quotas</strong> or <strong>individual transferable quotas (ITQs)</strong>.</li>\n<li><strong>Monopoly</strong>: Monopolies can reduce social welfare by restricting output, charging higher prices, and engaging in <strong>rent seeking</strong>, which is the pursuit of economic profit by diverting consumer or producer surplus, using up resources in the process.</li>\n</ul>","noteData":{},"unitTitle":"5-social-welfare"},"__N_SSG":true}